{
    "eed30d6b-2e8d-43ae-ac1c-191bf6d8d17e": "Contemporary brown upholstered armchair with a curved backrest and wooden legs.",
    "261e1312-1981-4dda-87bc-458a8c68e007": "Modern beige armchair with a black frame and a blue cushion, offering a stylish and comfortable seating option.",
    "05dd288f-ce85-4f1c-b218-f27354225915": "Modern pink armchair with sleek wooden legs, offering a stylish pop of color.",
    "b0972679-bebc-45ab-89e8-f35b006e7010": "Modern gray fabric armchair with wooden legs and a matching lumbar cushion.",
    "e122455b-d067-40c3-b28d-2b4f8505098a": "Modern brown fabric dining chair with sleek black legs.",
    "557af7c8-934b-3ab4-b66f-e3562bc06bab": "Modern yellow armchair with a cushioned seat and backrest on metal legs.",
    "2df04061-6e14-4814-a400-7215bd1d4135": "Modern gray armchair with a matching cushion, featuring a sleek wooden frame.",
    "702b103d-9b81-4b92-b435-1c8e592f7098": "Modern gray patterned armchair with wooden legs, featuring a geometric design.",
    "9553f42e-253a-40f1-9148-30f7f71937de": "Modern gray armchair with black legs and gold accents, featuring a sleek and minimalist design.",
    "f42becb7-8aed-411c-9968-43b350e658f4": "Modern armchair with a gray cushion and wooden frame, offering a sleek and minimalist design.",
    "3ef48664-ce00-4c66-8f3e-c39e139b9cd4": "Modern green upholstered armchair with wooden frame and armrests.",
    "d336b50f-5524-484c-a8c5-c914a20f8064": "Modern beige armchair with a quilted brown cushion, featuring sleek lines and a minimalist design.",
    "1731bda3-d883-47fd-8224-3f0ef38e82e7": "Modern mustard yellow swivel armchair with a sleek metal base.",
    "83811b6c-c9fc-4b08-9f8b-366ae24b368a": "Modern beige upholstered accent chair with a curved back and metal legs.",
    "b09c05f7-b254-4ef7-8b7c-0aa06d0e45c0": "Modern brown upholstered dining chair with dark wooden legs.",
    "2cd827c3-ea0b-3714-a639-3e348b3da3c1": "Modern gray fabric armchair with a boxy design and tufted details.",
    "67ba2ce8-c6aa-45c2-a522-c615571348cc": "Modern beige armchair with a wooden frame and a brown cushion.",
    "30bc2d85-ef26-45d5-8fcf-f48d23c49a5e": "Modern gray upholstered armchair with a high, tufted backrest.",
    "1dcd2467-e18d-4b63-abf9-353e0fd8e102": "Modern blue armchair with wooden legs and a tan cushion, offering a stylish and comfortable seating option.",
    "487e3552-1f49-3925-8993-967b148de273": "Modern white leather armchair with a sleek, rounded design.",
    "9568f084-ff93-4b9c-8a0e-200f653bba27": "Modern brown leather armchair with a curved design.",
    "eda3f823-4d9d-47ef-9a7a-554d1d286f1a": "Modern gray rectangular storage boxes with a minimalist design and black latch detail.",
    "2f595420-934c-426b-8397-b25b10d3b1af": "Modern armchair with patterned upholstery and a matching cushion, featuring a sleek wooden frame.",
    "4cca747a-135a-4c62-863c-60104538be9b": "Modern gray armchair with wooden legs and a geometric patterned cushion.",
    "b0729f86-70c2-45bd-85c4-2f32914835d5": "Minimalist white chair with wooden legs, featuring a simple and clean design.",
    "35582533-0bd2-4ade-998b-0fa0a73587b4": "Modern armchair with gray upholstery and a matching textured pillow.",
    "44012364-4d47-44c1-a8cb-9e848fe6def7": "Elegant dark brown leather wingback chair with a tufted design and a light gray cushion, exemplifying modern style.",
    "5bc7a57c-4c5a-4bfe-b377-2709bcd02a95": "Modern yellow molded plastic armchair with wooden legs and steel cross supports.",
    "31cfd838-9547-480d-bca3-6f733dadef93": "Modern grey armchair with a minimalist design and straight legs.",
    "0da850e4-3dac-469c-b3c2-dee8713c3e5b": "Modern high-back armchair with a gray upholstered seat and dark wooden legs.",
    "41f50a22-81b4-4274-9ce4-0cb6e2c0841f": "Modern mustard yellow upholstered armchair with a quilted design and sleek black legs.",
    "18d02c7b-f561-43bb-933a-d788af8d90eb": "Modern green armchair with a curved backrest and sleek metal legs.",
    "f07659e7-cb2e-4a07-9fbd-397b33b9360b": "Modern red wooden armchair with a brown cushion and pillow.",
    "8f4eb5e2-337c-45f5-8b64-803c6ecdc760": "Modern gray armchair with a sleek design and gold metal legs.",
    "e78b5220-37e4-49e0-abe9-851704b0a8bd": "Modern gray fabric armchair with sleek black wooden legs.",
    "7665f863-5552-3e14-a9fb-1eba14faa326": "Modern red leather swivel armchair with a sleek metal base.",
    "0f08354f-9be9-419d-85c0-e6f219691b79": "Modern blue swivel armchair with a sleek white base.",
    "5f76aa30-b920-4c2d-a9fd-d12b8faadb57": "Modern armchair with a dark purple upholstered back and sleek black wooden legs.",
    "edba419d-3616-46fc-9917-ec26f246da54": "Modern brown upholstered armchair with metal frame and minimalist design.",
    "0f010d09-cd9b-3ec4-be50-93299471651e": "Modern blue armchair with a sleek design and dark wooden legs.",
    "1d05782e-1eb9-4dcf-b711-bb0dad64e7ef": "Elegant wooden chair with a curved backrest and beige seat, featuring a minimalist design.",
    "598886c5-12d3-4ae2-80bd-1ca34c194815": "Modern wooden armchair with a curved backrest and cushioned seat.",
    "afccf279-c980-4d14-ae09-f712c1bbb45d": "Modern white plastic rocking chair with metal legs and wooden rockers.",
    "d42a8632-a9dd-4fb5-b5f9-8d779738b806": "Elegant grey velvet armchair with a ribbed design and clear acrylic legs, offering a modern and sophisticated look.",
    "6ba321a3-429a-4e70-9926-0a3c57d3d817": "Modern red and black chair with a sleek, minimalist design.",
    "8105b670-faf1-33e0-b9e4-16c199cc11ca": "Modern black leather armchair with wooden legs, featuring a sleek minimalist design.",
    "24360a57-5ce1-33fc-aac6-085f5c9619ad": "Modern minimalist grey lounge chair with a sleek metal base.",
    "6e5e0d45-da25-4d79-ac67-894e0f0c4343": "Modern dark green armchair with a unique circular design and a gold pedestal base.",
    "601ba512-15fa-4e0e-9230-c4b99f0610a1": "Modern grey armchair with wooden frame and abstract-patterned cushion, offering a stylish seating option.",
    "b484eede-15ac-427b-8385-e2e5ed496594": "Elegant modern chandelier with cascading clear glass elements and a sleek metallic fixture.",
    "519af9aa-1690-4e09-b741-928085fd2de0": "Modern chandelier with black frame and clear glass globes, suspended from a gold ceiling mount.",
    "bef42425-94cf-4583-9b0e-7d71e8137ca8": "Modern white pendant lights with sleek metallic accents, hanging in a row.",
    "6b81fda0-ac94-4196-a7fd-0d831297937b": "Elegant chandelier with a gold frame and circular blue glass panels, adding a contemporary touch to the space.",
    "2a89f148-8de5-4100-a6f4-e0019bd6e57b": "Elegant silver chandelier with intricate detailing and candle-like lights, adding a classic touch to any room.",
    "6a054d27-8d0f-42ac-af72-adac3d5a7315": "Modern pendant light fixture with geometric green and gray shades.",
    "4b6de243-ba0f-4185-81ea-18d549bd2357": "Modern geometric black metal chandelier with exposed bulbs, creating a contemporary focal point in any room.",
    "a311d598-46c3-4422-bbd1-4f5c727c62d8": "Elegant black wrought iron chandelier with multiple clear glass lampshades, showcasing a classic design.",
    "76e7c7d0-1768-4662-a92b-e86b2b7905c6": "Elegant ceiling fan with wooden blades and a brass fixture, adding a classic touch to the room.",
    "ab7e517a-4de9-44e7-aeda-d8a1e73c3c69": "Elegant square ceiling light fixture with cascading crystal droplets, enhancing the room's sophistication.",
    "d10e01de-1a0c-4ab9-977b-6a551fdcb78b": "Modern pendant light with a black wireframe design and a soft glowing bulb.",
    "c4c8ed38-7bdc-479b-ad41-40efb930aa35": "Modern black and gold pendant chandelier with multiple hanging lights.",
    "d7772a5b-4780-4203-ab7c-5c863f261b3b": "Modern pendant lights with geometric gold frames suspended from the ceiling, creating an elegant focal point.",
    "0311b280-2ba9-47ff-a09a-af573deb74ab": "Elegant chandelier with ornate metal frame and crystal accents, featuring multiple lampshades.",
    "3f12bd1d-d542-4405-a12e-d91f0147232d": "Modern pendant light with a minimalist design featuring brass elements and glass globes.",
    "9aaa05f2-d0d8-4511-9b53-bdcb3082e96d": "Modern geometric chandelier with silver metal frame and frosted cube lampshades.",
    "173eb984-a4e8-4907-9353-4ecc1977237f": "Modern cylindrical pendant light with a sleek silver finish and geometric cutouts.",
    "d8633416-c410-435e-8816-d96e548473bb": "Modern black woven pendant light fixture with a dome shape, creating a stylish and contemporary look.",
    "6340af53-5094-4570-93d6-63ddbc0c6cc0": "Modern pendant light fixture with three beige glass shades hanging from a circular brass ceiling mount.",
    "f9829fcd-7995-4c6b-b035-124e26f87e80": "Modern black chandelier with minimalist design and circular light elements.",
    "68716fd8-adbb-423b-9a96-4b5357bb0052": "Modern geometric pendant light with gold frame and curved LED elements, creating a stylish focal point in any room.",
    "3bd245b4-616e-43c8-a5e8-4a0d0873790c": "Modern square ceiling light fixture with cascading crystal orbs, creating an elegant and contemporary ambiance.",
    "4645e736-cda2-46d2-9767-7b5614a6759c": "Modern pendant light with a sleek gold frame and white globe bulb.",
    "c4217943-56b1-42e6-a004-65b114ade8b6": "Rustic wooden chandelier with six candle-style lights, featuring a distressed finish.",
    "3f685227-aeed-4ed7-ab0b-fa40fe514916": "Minimalist white pendant light with a sleek design.",
    "64494d83-b25a-4425-b3dc-dc570beb8ca0": "Sleek, minimalist rectangular coffee table with a dark wood finish.",
    "64424d1b-9ab0-4e98-a67d-0e55f6e246d0": "Classic round white wooden pedestal table with ornate legs, offering a traditional and elegant touch.",
    "b4a4c789-bc17-4d91-9496-22a4ebbfc655": "Minimalist wooden console table with a smooth, curved design.",
    "0b8f9a08-7f2e-4167-9f91-8058c8955b81": "Elegant black wooden coffee table with ornate legs, showcasing a classic design.",
    "bd4870eb-112f-4668-8a75-ff14db286664": "Modern wooden coffee table with a unique, layered design.",
    "e465837d-ff86-44e0-9f51-592910107e4f": "Modern black coffee table with a sleek, irregular top and minimalist metal legs.",
    "38694816-1fc3-4534-80cc-ac46abc102cd": "Modern black minimalist rectangular coffee table with a stacked design.",
    "b8049a96-1941-4f46-a788-347f425a21f2": "Minimalist square coffee table with a white top and wooden legs.",
    "e21c9912-e107-407c-b9ed-7f723e887c92": "Elegant black wooden coffee table with gold accents and classic design.",
    "cf11a369-e0de-4ea3-80c6-913e1ed3288a": "Elegant wooden coffee table with a dark finish and two drawers, featuring gold knobs.",
    "e6a4a044-6ee4-4901-89fe-5ab8b4bc8af9": "Elegant black wooden round coffee table with a lower shelf, featuring a modern design.",
    "677c83ec-7de6-4d7a-a26a-43af7906c9f2": "Modern glass and wood coffee table with a single drawer and metal knob.",
    "8140c6f6-ebb8-4dcd-9e2e-1a1c63965e7e": "Sleek black modern coffee table with a minimalist design.",
    "97c76356-1d93-4887-ab6e-0e9334e6cf3e": "Minimalist triangular coffee table with a white top and dark wooden legs.",
    "fbd95d52-9b0d-4088-ba64-15b42a0f79c4": "Modern sculptural coffee table with a metallic finish and intricate base design.",
    "f19a4050-ae11-4f66-99ce-13a576ec63ee": "Modern round coffee table with a white marble top and dark curved legs.",
    "295e9bbf-a1d8-4fe7-8727-68e97c8da4ec": "Modern coffee table with a dark marble top and gold accents, featuring a sleek and minimalist design.",
    "7124c2c2-f551-4f3d-9875-8c0ad41f8271": "Modern rectangular dining table with a sleek metal base and a minimalist design.",
    "b2c8bb99-b0c4-4bd1-8b5b-8358001a1e9d": "Modern black round coffee table with a glossy finish and intersecting metal legs.",
    "dbb2c59f-f13f-4579-9b81-28df2e11a0da": "Elegant round black wooden dining table with a glossy finish.",
    "51cfe8d4-e373-473b-89c3-ca0adf3d828e": "Minimalist black rectangular coffee table with a sleek glass top.",
    "297ecba4-d2a9-408f-b52b-fa6277611011": "Minimalist round wooden table with a dark finish.",
    "deb037a4-8082-48f0-9c6d-af866dc31c92": "Modern rectangular coffee table with a dark wooden frame and a glass top.",
    "3c66f616-9f55-4651-8097-b9580d615d76": "Modern, minimalist black and white cylindrical coffee tables with a sleek design.",
    "84760dca-0b4e-41b2-a081-95d1fc6f6e28": "Modern dark wooden round table with sleek legs.",
    "2557e1ed-647f-4bf8-84e6-1057f72a39e3": "Intricately carved wooden cylindrical stool with a lattice design.",
    "c2e49cf1-7c5d-4979-ae7f-837bfb79acd6": "Modern square side table with a gray top and black legs.",
    "3f3b0d64-ba24-45fa-9a65-cb4255a9da63": "Elegant side table with a white square top and ornate black metal legs featuring decorative accents.",
    "8b611a43-fb3b-4e33-8eeb-73586beede5b": "Modern console table with a sleek black top and gold metal legs.",
    "77022c23-c492-4ec4-8ac2-e617ed70fa5f": "Rustic wooden side table with a lower shelf, featuring carved legs for a classic look.",
    "6f5d55b8-dd45-4a11-a9ce-9ab34de20a2a": "Elegant round side table with gold legs and a marble top, featuring a lower shelf for additional storage.",
    "cfd1cc3f-b464-44fd-8662-8fbe1a5885b1": "Modern round side table with a white marble top and rose gold metal frame.",
    "82838375-1b97-4cb0-902e-e978b528e317": "Intricate geometric-patterned metal side table with a round top, offering a modern and artistic touch.",
    "ea8a86f4-bcb6-48d0-b129-cfd57a1c57bb": "Modern dark wood side table with a sleek metal round top, featuring a minimalist design.",
    "8ac3848c-5c4d-4b77-8baa-48d871c44d65": "Round coffee table with a black metal frame and a white marble top, showcasing a minimalist design.",
    "0b808aa9-7180-4052-860c-ca69639e7cdc": "Modern console table with a sleek black top and metallic frame, offering a contemporary style.",
    "67f465f4-220c-4f6f-8c7f-0bd2d8b1401d": "Ornate black and silver side table with intricately carved legs.",
    "46933fb9-cae0-43ec-b601-f7ad644b2c0f": "Glossy beige ceramic vase with a smooth surface.",
    "f20aad4d-cd84-4f99-8768-5c31baf49465": "Modern side table with a black glossy top and a unique golden sculptural base.",
    "0319e2eb-8b39-40e6-81cf-4b8e4cde6fa7": "Minimalist square table with a sleek black top and white legs.",
    "25523600-878f-406f-a726-948f51bd68e0": "Modern black wooden round side table with a lower shelf.",
    "71e3dc3f-49d2-4de3-8f15-446de8283aba": "Set of minimalist wooden nesting tables with a sleek design.",
    "a9622db7-97b4-4e8f-9d4a-78bcefef82ba": "Modern black round side table with a glass top and wireframe design.",
    "d09614fd-4027-4163-b66c-78a9343008d6": "Contemporary wooden side table with a unique geometric design and a metal knob.",
    "98f5ddf3-8303-4dc9-829d-e4ab70db3f16": "Modern geometric metal side table with an open frame design in black.",
    "c3adb424-87d8-4b55-9c39-d5bf28a9accb": "Modern white cylindrical side table with a wooden top, featuring an open storage space.",
    "4024344b-c922-484a-89c5-7519fe659c5e": "Round dark wooden dining table with a minimalist design.",
    "621858df-a521-47c5-b7db-0e7dd9e4d331": "Modern minimalist white bench with geometric metal legs.",
    "c921d3bd-0674-4632-be66-52e5639a030f": "Simple wooden dining table with a minimalist design and tapered legs.",
    "0faa46fd-636a-411a-8a90-2022666271c2": "Sleek black oval modern dining table with tapered metal legs.",
    "3dc8b61d-d325-3e75-95fe-11d53c60386b": "Mid-century modern wooden coffee table with a round top and tapered legs.",
    "dfa6a36a-7e44-4c93-a66e-de54e005ef56": "Modern wooden dining table with angled legs.",
    "0855306f-0728-4914-9245-9ab7fcac9478": "Round modern table with a white marble top and a sleek metal base.",
    "f278510b-6089-4f61-a9c0-2a80c66bccb7": "Modern rectangular wooden bench with metal legs in a minimalist style.",
    "ed42a4ca-48c6-44b4-a9e0-0fde2501e66e": "Elegant wooden dining table with a dark brown top and white ornate legs, showcasing a classic design.",
    "d673e433-609f-4f69-8a08-780a89795757": "Modern round black table with sleek, tapered legs, offering a minimalist aesthetic.",
    "d8371745-ad07-4c1c-8292-d5a32717d275": "Modern round dining table with a black marble top and a white pedestal base.",
    "758c9eee-955f-3382-911d-d06c53807c63": "Minimalist round wooden table with a natural finish and tapered legs.",
    "8afeccbc-b4e7-40b5-aaee-e89ac7eb49f3": "Minimalist wooden dining table with a natural finish.",
    "256e7cf1-9533-371f-b5d8-fef1ce0959bb": "Modern round coffee table with a brown marble top and black angular legs.",
    "013b91c9-b8d8-3ba2-9663-1912fbb240c3": "Modern round wooden table with a sleek metal pedestal base, ideal for contemporary interiors.",
    "53f68f1f-4bcd-3cc9-a2c6-9c47aeccc09e": "Elegant round wooden dining table with a sturdy pedestal base, showcasing a classic design.",
    "ad54eb72-682d-4c51-bb95-d02a543d648c": "Rustic wooden coffee table with a natural, organic shape and visible wood grain.",
    "207129c6-8b86-3fa7-bc82-54444f33d2ff": "Minimalist rectangular coffee table with a light gray top and brown wooden legs.",
    "1e2716dd-fe34-4390-84e1-0f01e5374444": "Ornate vintage-style wooden table with intricate carvings and a polished surface.",
    "65660d98-3afb-33f5-afbb-41899bf888b4": "Modern wooden coffee table with angular legs and a sleek design.",
    "e2014150-9fa8-4af3-a152-d52446e3f05a": "Rustic wooden round table with a pedestal base, featuring a simple and sturdy design.",
    "1ea2f89f-dc41-4e6d-b46b-e8cbba85e5d0": "Elegant wooden dining table with a rich brown finish and gold-tipped legs, showcasing a classic design.",
    "3a63c65d-8dbd-41ad-9674-22c8c188cfea": "Minimalist dark wooden dining table with a sleek design.",
    "de339f05-f202-3267-a2c8-2804d97abb24": "Modern side table with a gray wooden top and bright yellow metal legs, showcasing a minimalist design.",
    "1eeb4740-0ba6-4470-a3e8-39a927b4dccd": "Modern dark upholstered bed with a neatly arranged grey and patterned bedding set.",
    "45b7b2cb-1efb-4039-a817-ac884273bdc1": "Modern gray upholstered bed with a padded headboard and multiple pillows, creating a sleek and comfortable bedroom centerpiece.",
    "9b07bdb0-5645-4588-b202-9ef637971c46": "Modern bed with a padded gray headboard, white bedding, and light wood base.",
    "5e581549-655e-4e3d-841a-ead19cb0f482": "Comfortable beige upholstered bed with multiple matching pillows and a textured bedspread.",
    "b420cdd1-cdc3-4e18-83cd-b22b4a1cad39": "Modern dark upholstered bed with white pillows and a rumpled blanket.",
    "13f8a498-2f31-419b-b31d-20683bcce9e7": "Modern grey bed with a cushioned headboard and assorted pillows, featuring wooden legs.",
    "224835f3-556e-46f7-94b0-5cecec1cedc1": "Modern bed with a gray comforter and multiple pillows, featuring a minimalist design.",
    "05bd9b39-5166-4730-8707-038fbc78c986": "Modern dark leather bed with gray bedding and multiple pillows, exuding a contemporary and cozy feel.",
    "3f6c7e54-6cb6-4179-8a59-4a37dfb6fae8": "Elegant white wooden bed with a padded headboard, adorned with a variety of decorative pillows.",
    "0ff29889-665c-4b9f-93a3-3b1a9ad0c688": "Black metal bed frame with a blue striped bedspread and matching metal side table, exhibiting a coordinated design.",
    "1471b8e8-b619-469d-8fb4-4cf167f7f90a": "Modern upholstered bed with a dark headboard, layered with patterned and plain pillows.",
    "43781675-a00c-427a-a7aa-255f4225e69c": "Modern upholstered bed with grey bedding and two beige pillows.",
    "1b5dc129-a339-42ce-a25c-3c114d09da04": "Modern wooden bed with black and white bedding featuring decorative pillows.",
    "3c52cc2f-a786-438d-bea6-92cdafacefbc": "Modern gray upholstered bed with matching pillows and linens, creating a sleek and cozy bedroom aesthetic.",
    "007498dc-954a-4ddc-b318-164b7e4dfefc": "Modern grey upholstered bed with matching pillows, exuding a sleek and contemporary style.",
    "3727f54c-3936-4cfe-ba18-13995e0aec5c": "Elegant white canopy bed with draped curtains and decorative pillows, creating a classic and cozy ambiance.",
    "ce8e11e9-b0c2-4076-9585-29e2b1ddd87d": "Modern upholstered bed with a tufted headboard and striped bedding, creating a sleek and contemporary look.",
    "7eb290b5-fc48-4981-bfe9-84ee0b34b988": "Elegant upholstered bed with a decorative headboard and a variety of patterned pillows, creating a sophisticated and comfortable bedroom setting.",
    "f08e6d50-fdb1-47db-a243-e05a308a3d92": "Modern bed with a dark upholstered headboard and a draped beige bedspread, creating a sleek and cozy atmosphere.",
    "4de374ed-e836-48e1-824e-6d1ddbe438ec": "Classic wooden nightstand with two drawers and brass knobs.",
    "af8f84de-bb38-49e0-9e39-ffd0511dd65b": "Elegant vintage-style wooden side table with ornate floral design on the drawer front.",
    "b56e73a9-f2f3-4316-be1e-01ebcded12a8": "Minimalist wooden side table with a single drawer and a lower shelf.",
    "a7dabe2c-5d13-459c-822b-a3d6166f80cc": "Vintage dark wooden chest of drawers with ornate legs and brass handles, adding a classic touch to any room.",
    "5cf20093-e8c1-405f-aaf7-ede2c1ce2819": "Modern wooden nightstand with a drawer and open shelf in a dark finish.",
    "5e6ab4d2-68c4-4adf-9254-0774692b5683": "Modern minimalist black and white nightstand with three drawers.",
    "386b430c-2b8e-4d27-8878-65ba93191d68": "Modern gray and blue nightstand with a textured finish and gold accents.",
    "87bf20d6-68b8-46c7-84ea-884880c10d8d": "Modern wooden nightstand with two white drawers and minimalist design.",
    "a2a8b471-48b3-4dd9-9ffd-dcf66d72dd58": "Elegant light gray bedside table with two drawers and ring handles, featuring a minimalist design.",
    "64014cc4-287b-477b-94e5-30aefb92c8a6": "Minimalist wooden cylindrical stool with a smooth finish.",
    "ec7533e4-557a-4f24-8200-a26e977363be": "Modern gray nightstand with a sleek design and curved wooden legs.",
    "bd77218d-333c-489e-a5b9-cf9f9c1a34ec": "Minimalist wooden nightstand with a sleek gray finish and clean lines.",
    "6170b3c0-e6ca-45e0-a539-11c6dd063672": "Modern black wooden nightstand with a minimalist design and a single drawer.",
    "95f44043-569b-41fe-8d0d-933f09a63c61": "Modern black metal console table with geometric cut-out design and a single drawer.",
    "9603344b-99b8-43db-abf0-73c7eaf0ea5f": "Modern wooden bedside table with a minimalist design.",
    "b55392b6-47b3-4166-a4f7-500b7bb16120": "Gray metal nightstand with a decorative back and a single drawer, featuring a lower shelf for additional storage.",
    "0327502e-993e-42f4-a9d3-85593c561ae7": "Modern white side table with a gold frame and a single drawer.",
    "ee361f53-ddb7-43fa-b854-fbf79dcd7a4d": "Modern dark wood cabinet with a minimalist design featuring two drawers.",
    "940f50a6-b09d-41eb-9b38-073a64530373": "Modern wooden nightstand with a metal frame and minimalist design.",
    "ee7ce223-8224-451a-96d5-ddbeeda0687b": "Classic dark wood nightstand with two drawers.",
    "4df73dcd-8406-4c85-951f-3f6b9c41deb9": "Elegant gray wooden nightstand with three drawers featuring gold accents and handles.",
    "8a8ec7ff-7562-4477-8b0e-55924728e812": "Modern black wooden nightstand with a single white drawer and open shelf.",
    "29d5bbf7-f577-4f5c-baa7-1ed3f9817a67": "Modern minimalist white bedside table with rounded edges.",
    "50148ba9-5ba4-42d7-8670-6983802c1996": "Modern minimalist shelving unit with multicolored drawers and open shelves.",
    "58f2b921-f488-480a-a6ce-099715ea4eab": "Large wooden bookshelf with a grid of empty square shelves, perfect for organizing or displaying items.",
    "a05f71d9-5f44-473f-8353-6a23a5499bc8": "Elegant wooden cabinet with glass doors, featuring a classic design.",
    "5138b874-dbad-4b5f-bd44-10e8e1b0dcef": "Elegant white wooden bookshelf with multiple shelves and decorative paneling, suitable for storing books and decor items.",
    "24389322-29e0-49ba-83a6-edf59aa6b5b1": "Modern wooden shelving unit with glass cabinet doors and open storage spaces.",
    "fe9c89a9-7464-4aed-80c0-b0ec07c57f91": "Modern bookshelf with a dark frame and colorful yellow and blue cabinet doors.",
    "d54bdebe-984f-491b-9767-ea909a6966eb": "Minimalist wooden shelving unit with multiple open shelves and a single drawer.",
    "a3dc6693-247c-402b-bde6-088b41e2b943": "Elegant wooden cabinet with a dark frame and woven texture doors featuring a decorative gold handle.",
    "246cb5f9-27f3-4d14-8c8d-ba1f55266d46": "Elegant wooden bookshelf with a central framed painting, featuring a classic design.",
    "beb60ebb-89fa-46de-b9d1-7c34f04aad2c": "Minimalist light green sideboard with geometric pattern on the doors.",
    "7bc1df8e-8bd5-47da-bd76-7fed0b1fce83": "Modern wooden bookshelf with a simple grid design and tapered legs.",
    "eec31aa9-3650-4f8d-86e5-8c6a479dd2c9": "Modern wooden TV stand with sliding glass doors and open shelving in a minimalist design.",
    "505c5e15-a872-45bb-b60a-37908b6716b7": "Modern wooden bathroom vanity with a white countertop and integrated sink.",
    "15b1eb53-47d5-4fd8-9862-99654a5b3b4a": "Modern bookshelf with a brown and gray geometric pattern, offering ample storage space.",
    "8316945e-c284-4e77-9225-ccd21062c1ac": "Modern white upholstered ottoman with a metallic base, featuring a sleek and contemporary design.",
    "6701a9ea-119b-41c8-a8cb-99cb7e76777b": "Tall wooden display cabinet with glass doors and a minimalist design.",
    "65428353-2514-4495-a18b-24162ac28243": "Elegant wooden display cabinet with glass doors and shelves for showcasing items.",
    "d0079699-59e9-47fa-91c7-22a0a5082068": "Modern black-framed wardrobe with frosted glass sliding doors, offering a sleek storage solution.",
    "ef234e55-3d19-457c-a0f6-68fa9d8ba67b": "White wooden wardrobe with glass doors and multiple drawers, offering a classic and functional storage solution.",
    "0b4f504c-4d68-4af1-8660-03b02a7e013c": "Tall wooden cabinet with glass doors, offering a sleek and functional storage solution.",
    "e4242664-6b97-41c3-8f67-cb5045d98d68": "Modern beige sofa with black frame, adorned with plaid and solid throw pillows.",
    "80947687-79a8-4ce4-94fc-a5b54a3a22ec": "Modern gray sectional sofa with multiple cushions, offering a comfortable and stylish seating option.",
    "4b88fa1e-fb5a-3441-b977-20f11f2126b7": "Modern gray sofa with metal frame and plush cushions, embodying a sleek and contemporary design.",
    "ffe5bff5-656c-4b0e-836e-44e098bbcfa9": "Elegant modern grey sofa with rounded edges and accent pillows, offering a stylish seating option.",
    "2673eb72-13e3-4bda-8566-52e037399053": "Modern gray curved sofa with patterned and plain decorative pillows.",
    "bbe81028-38da-4ca2-b6a9-7afc0a6eb6d1": "Modern brown suede sofa with a grid pattern and metallic legs, offering a sleek and contemporary seating option.",
    "07380e1b-c6a1-444b-8223-c6626e6c10b6": "Luxurious curved teal velvet sofa with matching teal cushions, offering a touch of elegance.",
    "a73b0ce6-2c73-46e1-93d5-4ac85d63ba89": "Elegant dark purple vintage sofa with ornate wooden legs and two beige patterned cushions.",
    "acf6e944-1e6c-417d-a882-01e3b6727b21": "Modern beige sofa with green accent pillows, featuring a minimalist design.",
    "27749ead-7e38-3ad0-bc3f-cf4950fa6dd5": "Modern bench with a sleek metal frame and wooden slatted seat and backrest.",
    "00859a4c-8945-4665-92e5-69ab8fba6593": "Modern brown leather sofa with a wooden frame, featuring a minimalist design.",
    "08982d71-ab53-431b-8038-2e0a0b54daaf": "Modern beige fabric sofa with multiple cushions, featuring a sleek and minimalist design.",
    "540f57a6-f752-3f11-b11b-5521ac4a3f2e": "Modern gray leather sofa with black wooden frame, featuring a minimalist design.",
    "4a6eb304-dcc5-477e-8349-933c2ee27d0d": "Contemporary black sofa with plush cushions, offering a sleek and comfortable seating option.",
    "2b3da3e2-901c-442b-957e-954619d933ac": "Minimalist beige sofa with a wooden frame and multiple cushions.",
    "82080b7d-e56b-4184-9ff8-62125cf62816": "Modern light gray sofa with square arms and plush cushions, offering a minimalist aesthetic.",
    "3f9f103d-4e2c-4d26-9a2f-afddab50a9e8": "Minimalist white and wood TV stand with open shelving and sliding doors.",
    "19581a7b-6f35-4527-a931-0504111a95c6": "Modern wooden TV stand with white cabinet doors and minimalist design.",
    "29fd3dac-d939-433c-8e16-65696776542c": "Modern wooden TV stand with glass panel doors and open shelving.",
    "e29480dc-51b0-4548-965b-705c70ce9c66": "Sleek black sideboard with gold circular handles, offering a modern storage solution.",
    "1aa41018-8732-49dc-8a5c-949f038dd283": "Minimalist white media console with a circular design element on the front.",
    "3095fd5b-df26-417d-927e-46a353c6a18a": "Sleek, dark wooden TV stand with multiple drawers and shelves, offering ample storage space.",
    "ea6e1b8d-9384-42f0-bda4-e4277de2ad8b": "Modern black sideboard with minimalist design and metal legs, featuring sleek gray cabinet doors.",
    "f32fb422-a6ea-4bbc-b0f7-6df331725485": "Modern gray TV stand with gold handles and a marble top, offering stylish storage and display space.",
    "22eaee6c-18b0-4612-a1ef-15bd2d1b1a07": "Modern black wooden TV stand with shelves and circular design accent, offering ample storage space.",
    "b9308a10-6957-4452-a6e2-56b056beedb6": "Modern black and white TV stand with metal legs and multiple storage compartments.",
    "5225ced7-7ee3-4b5f-98fe-127a94e9a2d4": "Sleek black sideboard with a modern design and subtle gold accents.",
    "a6c790cb-a5ff-4a26-9e60-6eb236fbc509": "Modern minimalist TV stand with a black top and light wood finish.",
    "23ce18cc-557b-44c4-9b4c-5fa1f1ef3c0b": "Sleek modern blue TV stand with a minimalist design, featuring drawer and cabinet storage.",
    "22c1b237-0364-4c1d-b9cf-83296265aaf9": "Minimalist wooden sideboard with light blue shelving and sleek design.",
    "855c9bd1-00bc-4892-b3ac-30f03f55cecf": "Modern wooden wall panel with a built-in shelf and rectangular cutout.",
    "1a261afc-a62c-4181-93ac-510d460247ba": "Tall, rectangular, modern metal sculpture with a layered brick-like pattern.",
    "15560c80-c144-49be-82f8-85bb07ffec5c": "Elegant dark wooden dresser with six drawers and minimalistic design.",
    "ca1f9be7-a10f-4ff3-b4c2-5e16f3946502": "Modern wooden chest of drawers with a stepped design and metal handles.",
    "72ef73cc-1d89-449d-8651-227bf4012d31": "Traditional wooden chest of drawers with ornate metal handles.",
    "dcada3bb-39e5-4ad6-9dae-11fee68726cf": "Minimalist gray dresser with four drawers and a smooth finish.",
    "5374854b-9c60-44cf-894b-f7cddf7d8765": "Sleek modern chest of drawers with a dark finish and rounded edges, featuring a minimalist design.",
    "0679c9e0-e5f1-4644-934b-28b8b9be3ec0": "Mid-century modern wooden dresser with a minimalist design.",
    "2d44f089-53d2-4eca-ac1e-9416e654e47c": "Modern wooden bed with beige bedding and a headboard, featuring accent pillows.",
    "a2f74171-bbf0-459f-b441-aaedae789746": "Minimalist white shelving unit with open compartments for storage.",
    "d4fb73fa-141f-4db1-91d8-81963ede1b48": "White kitchen cabinet with upper glass doors and lower solid doors, featuring modern black handles.",
    "28e8b0f4-18df-4205-90ee-4464a317eb89": "Elegant wooden dresser with eight drawers and metallic handles, featuring a classic design.",
    "18fadbac-327c-45c6-b1c2-b9e8597158f6": "Elegant wooden dresser with ornate carvings and brass handles, showcasing a classic design.",
    "73551f89-a575-4ce4-99e2-8ab0daf8d978": "Modern geometric wooden bookshelf with a gold metal frame, offering a stylish storage solution.",
    "cb4eb155-4169-4216-a039-368e3bf25e76": "Minimalist black metal easel with a geometric design.",
    "85ed0070-2f64-4045-983a-2caef3bff377": "Minimalist black wooden room divider with frosted glass panels and a central decorative gold accent.",
    "f329a323-5932-498d-bda6-1836f2f8ea01": "Minimalist black wire dress form mannequin.",
    "618becaf-dc49-4aa0-b74f-0490c8a6d9dc": "Minimalist wooden coat rack with a natural finish, featuring multiple hooks for hanging.",
    "4cae814d-26c9-406b-9175-442f8e7b08ce": "Minimalist black metal bookshelf with four dark wooden shelves.",
    "634aee31-c2ed-45ae-8e8a-e0a2e914cf63": "Elegant wrought iron coat rack with ornate hooks and a sturdy base.",
    "f3a52dcb-b4c1-4682-a1ef-5b8387a7760a": "Minimalist black coat rack with a yellow scarf draped over one of its hooks.",
    "86739dab-0eb3-4027-bdbb-8be3b03afb7d": "Tall wooden ladder bookshelf with multiple shelves and a drawer at the bottom.",
    "e5f77f38-20df-49b1-b2c0-47764b89d1e0": "Colorful modern shelving unit with blue sides, green shelves, and orange accents.",
    "264bbf47-fdbf-466d-bda3-624d2b725bd3": "Modern black metal mesh storage cart with three shelves and wheels.",
    "e4700dc9-291e-493b-af80-524329c405fd": "Minimalist wooden coat rack with a dark finish and branch-like hooks.",
    "472b2d1e-56b0-4dd0-8402-5a20aa1cd37e": "Minimalist gray metal console table with a white top and two shelves.",
    "68caf820-c1e4-4a22-919a-486c636cef65": "Minimalist gray metal bench with a sleek, modern design.",
    "13d86f14-b8dd-462b-a575-71a727bbcd0e": "Minimalist wooden coat rack with a tripod design.",
    "a66b7e66-538c-478b-a150-ece7dcaede6f": "Modern beige wardrobe with sleek black handles.",
    "1ddf606e-c12d-4b00-8970-61863c774519": "Modern wardrobe with white panels and dark wood accents, offering a sleek storage solution.",
    "1c1c88dd-39bf-4a6b-9b46-e2699b3a98eb": "Elegant classic wardrobe with ornate floral designs and a vintage finish.",
    "f85fa790-aed8-4e1e-b2d0-16c97d77c1c2": "Modern wooden wardrobe with open shelving and yellow cabinet doors, providing ample storage and display space.",
    "4fe9276f-aad7-46c3-b448-5fb171ce5670": "Elegant dark wooden armoire with a classic design featuring four paneled doors.",
    "7b805dfe-868b-4bf7-84db-f49054f97d20": "Classic wooden wardrobe with four doors and brass handles, offering ample storage space.",
    "02c42ff4-8c7b-4eb1-97e2-b40ed18b02eb": "Modern wooden partition with vertical metal strips, creating a sleek and contemporary design.",
    "9a1cc2f6-7b42-4514-aca2-ae521c499bad": "Elegant dark wood wardrobe with ornate handles, showcasing a classic and refined style.",
    "43d6c37b-155a-47e6-bcf6-563735b35c84": "Modern minimalist wardrobe with a wooden finish and a white sliding door panel.",
    "b9600264-a32b-49a0-991d-755d9570a2a3": "Elegant white wooden wardrobe with decorative carvings, adding a classic touch to any room.",
    "82f392c4-3d5c-4559-a3ee-5c643500585e": "Vintage wooden wardrobe with intricate carved patterns on the doors.",
    "078ff56c-acca-4bf5-9804-4ef17fee1d07": "Elegant black wooden cabinet with a gold geometric handle and slender gold legs.",
    "59934eef-d8ea-4108-8466-a7c56581b9cc": "Minimalist white shelving unit with geometric shapes and cabinets.",
    "08f24535-b7a8-48c7-9790-9323adbdbdf8": "Spacious white wooden wardrobe with multiple cabinets, shelves, and drawers, offering ample storage space.",
    "9c464374-b984-4f66-81c2-cc30878caafa": "Elegant white wooden bookcase with glass doors and cabinets, featuring a classic design.",
    "fa4abf12-84e1-4292-ab38-613905b360ef": "Modern white minimalist bench with cylindrical supports and a central dome feature.",
    "b2d1638d-c502-41af-8fc3-da5fa4f36254": "Modern heart-shaped ottoman in a two-tone grey fabric.",
    "78f15827-9125-444d-bc49-057ba5fe6d55": "Elegant dark velvet ottoman with vertical stitching, adding a touch of sophistication to any room.",
    "13875681-782a-434a-9aa7-29209a362925": "Elegant pink upholstered stool with decorative nailhead trim, featuring a classic design.",
    "401193c4-63cf-46f0-a507-799043f032e8": "Modern dark wood rectangular coffee table with a lower shelf, offering sleek storage and display options.",
    "a61408cc-a2a7-4132-a440-7e002b81efae": "Modern black leather ottoman with a silver metal base, offering sleek comfort.",
    "a95d4ab3-e33f-4d38-a923-ccbe26f17725": "Elegant white ceramic garden stool with decorative cut-out patterns and studded details.",
    "f7553373-a2d0-4d09-b431-85ad12e88eb8": "Round, two-tone black and gray pouf with a modern design.",
    "5a066efb-314d-3f13-98b4-0fa4ec7c32ad": "Minimalist white ceramic stool with a brown cushion top.",
    "f5bcb3ea-c9d5-45a4-8291-4bc04bde8ac0": "Modern ottoman with a grey fabric top and beige base, featuring a minimalist design.",
    "533344ec-7c3a-4207-b7b0-88e74c384991": "Modern gray ottoman with sleek black metal legs.",
    "3bfdd478-48a3-4b89-a080-ab1711e98c0e": "Elegant black leather and dark brown fabric ottoman with a tufted top, offering a stylish and comfortable seating option.",
    "50c673fc-01db-47a3-8276-fd714922c1e0": "Black tufted cushion with a simple, modern design.",
    "763ea3ee-03bb-4897-80e8-fc27824f1615": "Tufted brown ottoman with a textured fabric surface, offering a classic and functional addition to any room.",
    "f257abf7-bc75-4f41-a1ff-9b7aa8c391c6": "Elegant tufted ottoman with dark green upholstery and wooden legs, exuding a classic charm.",
    "50d8868c-8fc8-3c8d-9ac7-262542379876": "Vintage wooden sideboard with a distressed finish and two drawers above cabinet doors.",
    "04639e82-a7de-4a04-892d-07046ef58cb9": "Sleek black modern side table with a curved hourglass design.",
    "9129c153-38a4-4b23-97c8-90b3b9fc4e06": "Sleek modern media console in dark wood with minimalist design and sturdy legs.",
    "2e1d86d2-6cec-379a-9f36-ad943ce2448d": "Simple gray wooden cabinet with paneled doors, offering functional storage with a minimalist design.",
    "4742c7be-149a-4663-8f55-25e06476d50f": "Modern wooden sideboard with black accents and glass cabinet doors.",
    "f1fba920-4996-4310-aa1a-a0c03ba80845": "Simple black wooden console table with two lower shelves, ideal for storage or display.",
    "2f213b1d-c3d9-401b-9876-bc0146fe6be3": "Elegant wooden hutch with a natural finish, featuring shelves and storage cabinets.",
    "04dbb0ae-ef47-4138-9d8d-46dc6057b289": "Modern white sideboard with minimalist design and brass handles.",
    "c9d93142-6292-41f5-90ca-cd68d31cdcec": "Minimalist gray sideboard with sleek black legs and a modern design.",
    "cc2046fe-59a9-4d17-87de-2f3e727473e3": "Modern sideboard with a dark wooden frame and light fabric doors, featuring a minimalist design.",
    "e32a2140-d6fa-48ea-b01d-d3b8254252c2": "Elegant black reception desk with geometric gold accents, providing a modern and sophisticated look.",
    "628f0512-9454-40ee-b65b-d3e253cc9227": "Modern black sideboard with textured blue doors and gold accents.",
    "a3f78be8-6bf6-4bd4-82bd-fa69dd29ffd0": "Elegant ceiling light fixture with a frosted glass shade and decorative metal accents.",
    "c87fea67-afaa-487e-88cc-8e3876e11efd": "Minimalist white ceiling light fixture with a sleek circular design.",
    "535a26f0-4ec0-4a3a-8528-8269ceedf621": "Modern geometric gold ceiling light fixture with exposed bulbs and a star-shaped frame.",
    "e1fe8fad-3a64-4f14-bf68-859a45c54058": "Modern square ceiling light fixture with a wooden frame and white panels.",
    "afd9e572-09c8-46cd-b05f-cda11bd4317b": "Modern geometric ceiling light fixture with a black frame and white panels.",
    "cfc2e43c-5237-41c9-bd74-eeae1610dca7": "Elegant crystal chandelier with a gold and silver frame, creating a luxurious ambiance.",
    "f857549a-57d7-4026-96f5-3b3d60b48c9a": "Vintage-style ceiling light fixture with a warm yellow stained glass design.",
    "3c46ce39-4301-4fab-b908-b3c36a4a184f": "Elegant white floral chandelier with cascading petals, creating a sophisticated ambiance.",
    "d952be54-5728-4ee8-8f79-35ecfa1212ce": "Elegant chandelier with gold frame and rectangular crystal panels, adding a sophisticated touch to the ceiling.",
    "f7e80eca-5c89-4298-9ed2-aa3eb778de5e": "Modern geometric ceiling light with interconnected square frames in a sleek design.",
    "7a10c318-02d3-4cf0-b422-70858da6a73f": "Stacked white rectangular cookie cutters arranged in a pyramid shape.",
    "0dc269d5-6c25-4165-ba61-87c35149af5e": "Whimsical wooden bookshelf shaped like a tree with green leaf accents.",
    "d1112da8-01e2-4297-9afe-c6e6c571d196": "Elegant white wooden dresser with curved sides and multiple drawers, featuring round metal knobs.",
    "2249b4a3-59aa-4dd8-98b5-97c09d22cb08": "Modern wooden wardrobe with blue panels and unique handles, offering a stylish storage solution.",
    "154020b6-fe5d-4c69-8688-b07e748c8e81": "White wooden storage unit with wicker baskets featuring purple geometric patterns.",
    "6f90c6a9-f37c-431a-85b5-a74f48149e90": "Elegant white wooden bed frame with a classic headboard design.",
    "22caee27-9cb3-47ba-90c2-ba17560d039c": "Modern grey leather bed frame with a cushioned headboard.",
    "79ce0923-04a5-478a-bb56-0d6e10468baa": "Modern blue platform bed with a streamlined headboard.",
    "708a73d5-bbcc-418b-8c1f-b5812fb26b72": "Elegant white wooden bed frame with a detailed headboard design, showcasing a classic style.",
    "825d5591-8b48-4f21-9edc-98c0f33d6e0c": "Modern wooden bed frame with a padded headboard in neutral tones.",
    "106b01bb-95ec-417f-bb82-e0225f518853": "Modern beige upholstered bed with a geometric black frame, offering a sleek and contemporary design.",
    "4675ffbf-5c9c-4458-8ea7-a715fdf642b7": "Luxurious beige upholstered headboard with a gold emblem, paired with a black wooden platform bed.",
    "61203351-d5cd-4c2d-946d-b331a552136e": "Elegant bed with a tufted burgundy headboard and ornate silver frame, exuding a classic design.",
    "0d345c26-fedc-4f03-bdc2-80b9f27db831": "Modern minimalist platform bed with a dark wooden frame and a gray fabric headboard.",
    "4d5da561-8adc-4c16-8eac-593740646701": "Minimalist black metal bed frame with a slatted headboard, providing a sleek and modern aesthetic.",
    "335cbc1a-2347-45f7-8612-245e5797ba23": "Elegant dark wooden pedestal table with intricate leg design.",
    "06750943-96f3-49e4-b60e-d95628458afd": "Minimalist dark gray wooden pedestal stand with a small drawer and open space underneath.",
    "a6355af5-6c60-45bb-90ba-c0734e0ea278": "Tall, black metal plant stand with a minimalist design.",
    "ac47f2a6-0cac-4648-b698-0233c34f7f70": "Elegant black wrought iron plant stand with decorative scrollwork, ideal for indoor or outdoor use.",
    "66f31cc3-4f55-4a48-b149-248ca8154fa5": "Minimalist wooden side table with a drawer and open frame design.",
    "bd6edde9-a320-48b4-bd39-b4f312407cea": "Modern sculpture with a flame design on a minimalist black metal stand.",
    "1c1382fd-5526-497d-b73c-c75fb431fc5d": "Elegant black wooden side table with curved legs.",
    "36899872-5f60-4814-ae2d-cc81e2b0e25c": "Intricately carved wooden display stand with decorative geometric patterns, showcasing elegant craftsmanship.",
    "d68dd27a-b0e0-4bfd-b0e2-7e5e5a3c5259": "Minimalist black metal pedestal stand with a sleek design.",
    "13235b17-8d8c-461e-8262-2ae2bcbb01ea": "Vintage half-moon console table with distressed gray finish and ornate leg detailing, adding an antique touch to the decor.",
    "6f5b994a-ce09-4ef4-bef8-db997b5be563": "Elegant dark wooden side table with a single drawer and slender legs.",
    "a8de5349-12e9-4609-b389-6c07f75ed760": "Minimalist black rectangular metal frame sculpture.",
    "9806da70-b9e4-4a6d-93f8-e1b9198714bc": "Minimalist brown metal plant stand with a potted plant on top.",
    "fd8d88e1-10d4-4666-b544-e2419a0fb9b2": "Elegant dark wooden side table with slender legs and brass accents, showcasing a classic design.",
    "528e3bc2-6589-46cf-99c7-8bc8731d69a4": "Rustic wooden side table with a simple, sturdy design.",
    "d7a0babb-ac2b-4c7d-b14e-ce4d5ba68ed7": "Elegant black wooden desk with intricately carved legs and multiple drawers.",
    "e0010317-e54b-4310-9d9c-81c7d0383789": "Minimalist wooden TV stand with a sleek, dark finish and a contrasting light gray section.",
    "3aee585e-f108-4129-9144-ecd24f62a568": "Minimalist gray wooden desk with two drawers and a central storage compartment.",
    "bc88e360-595d-4e88-8ab0-d8b2b1560406": "Modern white plastic chair with a geometric backrest design.",
    "c67d9fb8-acc4-4dd7-a7d1-5f77207a43c0": "Modern corner table with a pink top and brown base.",
    "a669f545-aac7-428a-b1c7-91a13b29a2cc": "Modern green plastic elephant-shaped stool.",
    "a18d65b3-1273-48da-a4a1-2a2f3c24cf8a": "Modern white table with a rounded top and black pedestal base.",
    "83252a37-c29e-445e-9a38-bf99e54d472e": "Modern square dining table with a dark marble top and sleek black wooden legs.",
    "9bab8067-6b18-4b4c-b980-92b690005387": "Classic wooden console table with ornate carvings and tapered legs.",
    "cc1b4d75-ff9a-3149-8f0c-f797933d29c1": "Minimalist gray metal desk with attached drawer unit.",
    "7543483f-9170-4901-b1c1-68e276b2671a": "Modern black and white poker table with a sleek design and integrated cup holders.",
    "8b81d36d-a0cf-40a9-b858-01af3113bf18": "Cute children's chair with a white bunny-ear backrest and wooden legs, perfect for a playful and whimsical touch.",
    "84414228-bebd-42d9-a5c3-2f1707bf1f12": "Simple white wooden bed with patterned bedding and a brown blanket.",
    "6854c811-e417-47fd-8329-9eeccefa9c24": "Elegant bed with a brown upholstered headboard and a beige comforter featuring decorative trim.",
    "4c95658c-d590-4e4a-8605-bd422615de68": "Modern twin bed with a metal frame in orange, featuring gray bedding and a decorative star-shaped pillow.",
    "5259596d-6451-45e1-ae62-fc2b5d883101": "Modern wooden bed frame with a quilted white mattress and a blue pillow, showcasing a minimalist design.",
    "427ec02c-54b7-4ec0-a0c4-570512d1b186": "Wooden bed frame with a green quilted bedspread and white pillow, showcasing a classic design.",
    "42bbbf89-145b-4b03-ae28-b9e0c5335b33": "Children's bed with robot-themed bedding in colorful patterns.",
    "55e423bd-8cbf-4a22-9bc3-7135bd92be7d": "Modern blue upholstered bed with a curved headboard and two matching pillows.",
    "436dca96-2efc-467a-b04e-485a835adcfc": "Modern gray single bed with a cushioned headboard and a matching pillow and blanket.",
    "743d8e1d-69b5-4b6a-9fd6-03a1352f5e51": "Classic white four-poster bed with blue and plaid bedding, creating a cozy and traditional look.",
    "766d2c3b-8d0a-45e7-99c1-bda197986422": "Modern brown bed with a checkered blanket and decorative pillows, including one with a Union Jack design.",
    "68243d9c-465c-44d7-89d6-1e9cefca30cf": "Modern gray metal bed frame with colorful pillows and a yellow blanket.",
    "5b9df1d3-7bf8-4edf-ab16-8139e5e2c11f": "Modern wooden bed with a slatted headboard and gray bedding, offering a minimalist design.",
    "527f2837-6bed-42ff-a917-45d55454e0c5": "Modern gray sofa with multiple pillows and a draped blanket, offering a cozy and stylish seating option.",
    "737c5b12-3df8-4224-b200-c447b1daa811": "Elegant beige sofa with quilted design and multiple cushions, featuring cylindrical armrest pillows.",
    "12491fd8-0e23-4f2a-bd9a-d1ec4b203565": "Modern brown sofa with a minimalist design and metal legs.",
    "4ed16fe5-6e95-49f8-bf35-f536f10d34a9": "Modern black fabric sofa with clean lines and minimalist design.",
    "689463e0-f435-424a-bf21-9f7d8c876632": "Modern black leather sofa with two gray quilted cushions and one smaller black cushion, offering a sleek and stylish seating option.",
    "cd51a757-f111-4b48-b2a9-e1817c2ead92": "Patterned gray two-seater sofa with geometric design and matching cushions, offering a modern and stylish seating option.",
    "a5bda7a0-dc26-4ff5-9bc0-4c606c508c92": "Modern beige sofa with dark wooden frame and patterned throw pillows.",
    "6b264b9e-9c11-41a6-a600-b370abe6a231": "Elegant light gray tufted sofa with a classic design and rolled arms.",
    "5c942af5-0b68-4ed8-85cf-40ff509b52f0": "Elegant black wooden chair with intricately patterned gold upholstery on the backrest, showcasing a classic design.",
    "6942e2c2-de23-4ffc-95cc-6c41b64df530": "Modern brown leather chair with a sleek metal frame.",
    "3b4b35bb-23c3-4f75-856c-5eb219124141": "Sleek black leather modern armchair with a minimalist design.",
    "5e74793b-1a0d-3d51-91ee-6179a204c07b": "Modern dark green armchair with a sleek metal frame.",
    "7f0cc151-111f-4428-800c-a2957579a653": "Elegant white upholstered dining chair with dark wooden legs and gold accents, featuring a tufted back design.",
    "f1584080-e131-4aab-b1d8-d047da7d5783": "Elegant brown velvet armchair with black wooden frame and ornate silver detailing.",
    "fc9b2820-c9c6-4815-b8d6-58e4dcbf7b6f": "Modern black dining chair with a sleek, minimalist design.",
    "26d454a6-308d-3c4f-a871-df9e29e70d63": "Minimalist grey folding chair with a slatted design, made of plastic.",
    "108ad36a-e802-4e90-aea4-a765ab59be6d": "Modern armchair with a white cushioned seat and black legs featuring gold accents.",
    "a29f69f7-9df2-4038-bb61-122c9f6f907d": "Elegant floral-patterned upholstered chair with a round back and ornate wooden legs.",
    "01e2dd49-dbbd-3bc4-84f2-ebeef1447f55": "Modern bar stool with a lime green seat and backrest on a sleek metal frame.",
    "579e331c-f5a0-308f-9c70-af9da3dd37ac": "Elegant red wooden bar stool with a brown cushioned seat, offering a classic and comfortable seating option.",
    "47b832c2-ca3c-444f-a7cb-0130dbfb8270": "Simple wooden bar stool with a round seat and metal legs, showcasing a minimalist design.",
    "2c06c345-24a6-39a1-985b-92f65f107790": "Modern gold metal bar stool with a minimalist design.",
    "8d6c47e8-e41a-405b-8a3d-7ed86acbd76a": "Minimalist wooden bar stool with a metal frame, showcasing a sleek and modern design.",
    "72ae3992-e1e6-47fc-b7b2-7123d234084a": "Elegant bar stool with a gold metal frame and a blue cushioned seat.",
    "01899124-9a73-4a42-bee2-ba55f6efb8f3": "Modern blue fabric bar stool with sleek black metal legs, offering a stylish seating option.",
    "628d8d0c-bb3a-45a5-9cca-4ba880c8f09d": "Modern wooden three-tiered side table with a minimalist design.",
    "4811feb8-3e44-43ad-ab37-5a82e47a2ae2": "Modern black bar stool with a sleek gold metal frame.",
    "7c358cdd-5a8e-33be-a949-b288eb5ca080": "Elegant wooden bar stool with a sleek leather seat, combining modern design with classic materials.",
    "8a9c4084-e0ea-4c68-9963-1fba95bfeecb": "Modern gray sectional sofa with gold legs and assorted decorative cushions, offering both style and comfort.",
    "b06fcf7a-34af-403a-b2a4-cf985ca9c016": "Modern dark gray sectional sofa with multiple cushions and a chaise lounge.",
    "41794792-4c0e-4dcf-970c-992efa6a1f15": "Modern brown sectional sofa with matching cushions, offering spacious and comfortable seating.",
    "aad0ecff-7fee-4a16-b1be-7172373070a8": "Modern gray sectional sofa with wooden accents and matching cushions.",
    "c0400f98-e68c-47f2-84ee-c760323486ec": "Modern gray sectional sofa with a minimalist design.",
    "1e5cddb9-68df-3efa-9443-7adfc3930a08": "Modern gray sectional sofa with clean lines and low-profile design.",
    "c3d2e64f-0e09-430f-a182-d0ad2ef36dc2": "Modern L-shaped dark blue sectional sofa with a variety of green and brown cushions.",
    "1f286ffd-7bb7-47a3-b722-d2b30098782d": "Modern brown leather sectional sofa with black cushions, offering a sleek and comfortable seating solution.",
    "c9122b14-9b7a-4000-bb64-169d12a67871": "Modern dark gray leather sectional sofa with a right-side chaise, offering a sleek and comfortable seating option.",
    "b328cfe4-5621-493f-994f-24740d65dcde": "Modern dark wooden shelving unit with multiple compartments and cabinets.",
    "3efa3d50-1a11-450d-a0a8-a2893ab7fefc": "White wooden modular shelving unit with cabinets and decorative paneling, featuring gold handles.",
    "a4bba0cc-7609-4813-a235-1489a681d0e9": "Elegant white and gold ornate wardrobe with intricate carvings, exuding a classic and luxurious style.",
    "30817808-0301-447b-b14e-703d98aa9ae5": "Elegant wooden cabinet with ornate metal grille doors and multiple shelves, combining traditional design with functional storage.",
    "eb402770-81d8-4111-9e23-7ed62aceeb9e": "Elegant wooden storage unit with open shelves and a wine rack in a natural finish.",
    "90478bb5-a8c3-4136-9ff1-d05a9ca68f94": "Elegant wooden cabinet with ornate top detailing and glass-paneled doors, showcasing a classic design.",
    "8ce43f0e-5b75-49c6-b0a1-d88e4863b205": "Modern white dressing table with a round mirror and sleek design.",
    "76fb0a4d-eb99-4c88-ad5b-b2f40a72426e": "Sleek black modern vanity table with an attached round mirror.",
    "fc923002-f37d-4181-a50e-2ec3e54f4ac0": "Modern gray dresser with a minimalist design, paired with a round mirror featuring a gold frame.",
    "fab54b8d-ee9c-4169-97ce-597a0c9ebdfa": "Elegant dark wood vanity table with an oval mirror and two drawers, providing a classic and functional addition to any bedroom.",
    "909fdaa0-59b0-4bc0-955a-7d2e6a514946": "Rustic wooden desk with hutch featuring multiple shelves and drawers for storage.",
    "606a8949-a346-4f85-bd06-9d31b0fe2de2": "Elegant modern dressing table with a round mirror, featuring a black marble top and cream-colored drawers.",
    "459a2ea4-6c35-4a2d-b0df-bc4aa237b957": "Modern wooden desk with sleek gold metal legs, featuring two drawers.",
    "f42fe2e9-8911-44e2-896a-4cc69bd64849": "Black and white modern armchair with a tufted cushion and rounded back.",
    "33f0a952-d161-45b4-8ffc-1de9f097eb9d": "Elegant chair with a gray and white damask pattern, featuring a round back and tapered legs.",
    "4483a0f8-e95b-4dc3-8796-03e2a55d5fcf": "Children's loft bed with a car-themed design, featuring built-in storage stairs and world map decals.",
    "9b1d49c3-7d15-4d2d-8d06-79ebe8fc1d57": "Modern gray swivel armchair with a sleek design and padded upholstery.",
    "b74eca44-dbd8-4f28-a11a-ff514f86996c": "Elegant wooden stool with ornate legs and a cushioned beige seat.",
    "6a382528-55b6-4da5-9afd-6c166460642b": "Modern beige circular chair with a unique round backrest and cushioned seat.",
    "129a993b-1a2b-4a1d-9a4d-fb1a014a34f1": "Wooden bunk bed with a staircase, featuring colorful cartoon-themed bedding.",
    "2c8c5b92-3421-4a9f-85e3-46683bef40cb": "Modern white bunk bed with built-in storage stairs, featuring playful bedding.",
    "ba810144-5a50-4463-b6ef-b32c8b442107": "Pastel pink metal bed frame with colorful geometric-patterned bedding, creating a playful and stylish look.",
    "70a7ba8f-0dfb-4690-8915-efb66271c776": "Modern bed with a beige upholstered headboard and striped brown and white bedding, complemented by patterned and solid pillows.",
    "75854d95-c69f-4dde-a6be-d332d47ae2be": "Minimalist wooden bed with a cloud-shaped headboard, blue and pink bedding, and a stuffed toy.",
    "414f989c-d6d9-43ee-be70-dde9e68398a8": "Round white wooden planter with a lush green shrub, creating a simple yet elegant garden feature.",
    "8f74ad61-bf7e-4b53-917b-78750fe4b99f": "Elegant white four-poster bed with sheer silver curtains and vibrant pink bedding, creating a charming and cozy atmosphere.",
    "e11a4196-5f0f-4131-8a58-b2f151bd49e0": "Children's bed with a blue headboard and a cartoon-themed blanket.",
    "bcea2130-344c-43f5-9235-3097f1da584d": "Elegant pink canopy bed with a polka dot headboard and sheer drapes.",
    "1f7ba0ff-95b7-4fb1-8a39-412568de4b1b": "Modern bed with a white headboard, featuring layered green and striped bedding and patterned pillows.",
    "4fbaa69a-f362-4ebf-b8c5-8ad49b309fec": "Elegant dark wood armchair with intricate carvings and a traditional design.",
    "9bb49d16-9ac1-4cea-9334-64a789a5e11f": "Elegant wooden armchair with a dark finish and a blue cushion, showcasing a classic design.",
    "c50fbcbc-3aff-49a6-8af9-c7b9993f3040": "Elegant red wooden armchair with a unique hexagonal base and vertical slat back design.",
    "eb056d82-3318-44f6-96f6-6e49090468a0": "Elegant black wooden armchair with a beige cushion, featuring a minimalist design.",
    "21ebb733-0355-4299-8f7a-52865417b8a3": "Modern metal armchair with a beige cushion, featuring a geometric design.",
    "a6f9adf0-6bf7-4e54-9867-6201fa0858f1": "Elegant wooden armchair with a curved backrest and minimalist design.",
    "1ad3fb75-881f-4b3f-acf0-1478cb752a37": "Sleek modern wooden armchair with a curved backrest and black cushioned seat.",
    "e218759c-6456-4a3e-97bd-267f86050bce": "Elegant wooden armchair with a curved backrest and a red cushion, showcasing a classic design.",
    "da47801b-a9c7-4370-92b5-2c13bdfd6c42": "Elegant black wooden armchair with a dragon-themed cushion, showcasing a traditional design.",
    "c94c58ed-23fe-43a6-a80e-92186f15ede0": "Elegant wooden armchair with intricate carvings and a decorative cushion, showcasing a blend of traditional craftsmanship.",
    "5e4e9a80-2bc9-4212-ad61-dee93d3332f5": "Wooden loft bed with integrated storage, including teal-accented drawers and a desk.",
    "3ac1b587-777b-445a-bfac-fbf21b0d0053": "Modern wooden bunk bed with a light gray upholstered guardrail and matching bedding.",
    "e71bddb5-4bf7-40e8-83fe-e69bf4d69ac7": "White children's bunk bed with pink cloud-shaped safety panels and built-in steps featuring yellow accents.",
    "d0ae16e7-df12-4cad-bf41-d1b06e501ef8": "Modern wooden loft bed with a space-themed design on the panels, featuring a sturdy ladder.",
    "52820d95-f870-4970-88a1-de260adb2f1f": "Charming pink and white children's bunk bed with built-in drawers and ladder.",
    "e7e4f278-9fea-4579-945a-c19cc94b4876": "Modular kitchen cabinet set with white and brown wood finish, featuring multiple storage compartments.",
    "08eb8501-2902-468e-b3a6-6e31e423edc2": "Modern black chaise lounge with wooden accents and a gray pillow, offering a sleek and contemporary look.",
    "6c5ef170-3b11-4e6c-b20a-1b7cfedee2c9": "Modern gray upholstered bench with gold legs, accented by a draped black throw.",
    "6b56e370-98e8-43cc-b9a7-7f10411665c0": "Modern black sofa with cylindrical armrests and a beige base.",
    "fec8436d-cf62-4a7e-899b-3bea10deb5ec": "Elegant vintage chaise lounge with floral upholstery and a wooden frame, featuring a single beige cushion.",
    "c4591571-cb89-49a7-97d9-f42f41786906": "Modern black leather chaise lounge with metal legs and two cushions.",
    "5888710c-ca14-4c5d-81ef-55feba59098e": "Luxurious purple tufted sofa with a modern design and sleek silver legs.",
    "6a60ac07-b4b2-4193-b197-ec910dc74485": "Elegant vintage sofa with a floral patterned upholstery and a complementing throw pillow.",
    "bf73d24d-8c1e-4717-b26d-a01e43dea1a3": "Modern transparent acrylic armchair with a sleek and minimalist design.",
    "19de664e-4c79-4380-9e04-9c5cec89f68d": "Elegant tufted dining chair with a mauve fabric and white wooden legs, offering a sophisticated touch.",
    "6d671608-ddb1-4655-a980-74ec8a45eaa4": "Wooden rocking horse with a minimalist design.",
    "fef6e5a0-aa68-4cff-af7b-6413ba9c59bb": "Modern black leather armchair with sleek metallic frame and minimalist design.",
    "5b185ce0-b3d3-47ad-b7dc-fd2a41da6fd9": "Modern gray fabric dining chair with sleek black metal legs.",
    "e343cdaa-094d-476f-a51c-ac10e4aaa071": "Modern blue fabric armchair with wooden legs, offering a stylish seating option.",
    "f741680c-6b4f-4a62-ad4a-2b14ada5f7e6": "Modern white tulip chair with a green patterned cushion, featuring a sleek pedestal base.",
    "aa4729be-69d7-4b90-822e-047c3071329e": "Modern dark green upholstered dining chair with wooden legs.",
    "ba062195-2b1b-4d53-93f5-0a9e6aaea38d": "Minimalist wooden chair with a curved backrest, showcasing natural wood grain.",
    "06d231d8-c2c1-4605-82e7-a0b7c05200ff": "Modern black chair with a curved backrest and blue cushioned seat, featuring a sleek minimalist design.",
    "ecc9c87c-26f7-4195-8fc9-45c73d997b92": "Elegant modern armchair with a beige upholstered seat and backrest, featuring black legs with gold accents.",
    "f486d690-f81d-4ba7-a96f-569c5cb44eef": "Modern beige leather recliner chair with electronic controls on the armrests.",
    "e77d32d4-b17f-4313-8c59-16543cb359ad": "Elegant navy blue armchair with a classic design and a brown accent pillow, featuring ornate silver legs.",
    "ee321758-50bb-4ccc-ad26-28d0096f4f7d": "Modern office chair with purple upholstery and a black swivel base.",
    "288e2106-be64-482a-a10a-da7f50fee14f": "Classic tufted armchair with dark brown fabric and wooden legs.",
    "3813c093-3f2c-437a-a831-dac02787f2ba": "Modern black upholstered chair with wooden legs, featuring a sleek and minimalist design.",
    "aae37d09-a8dd-49ed-97a8-99be88c19a69": "Modern grey upholstered armchair with sleek black legs.",
    "c87cc7a0-36aa-458f-abe4-618c35a6f409": "Modern black leather armchair with a sleek design and metal legs.",
    "59c512e5-e1d2-40ad-a642-9dc77070ccc8": "Modern brown upholstered armchair with black and gold-tipped legs, offering a stylish seating option.",
    "0d6923ae-0fb6-4e2c-9a65-7eefd5527337": "Simple dark wooden chair with a minimalist design.",
    "d36f1296-eeb5-47bc-9d83-212509acc777": "Modern black dining chair with a curved backrest and sleek metal legs.",
    "cc35c88e-ab38-477a-bce6-32e7d4c838a8": "Modern white upholstered armchair with wooden legs.",
    "ec8593e3-11b8-4b77-b5fb-2f32d5abf03b": "Modern white leather armchair with a tufted design and sleek metal legs.",
    "2e76eb87-e0c1-42b1-ba51-a232cf2013e2": "Modern minimalist chair with a light gray seat and brown wooden legs.",
    "764667ee-31af-4446-892b-eaa3adbf764b": "Elegant wooden armchair with a minimalist design and natural finish.",
    "af87de86-ea04-4a5b-bbb9-72b3b9bfcb3d": "Colorful armchair with orange arms, striped cushion, and dark wooden legs.",
    "44e2e6f2-4922-4b8b-9775-2c7fa8b5988b": "Modern black leather armchair with sleek metal frame, offering a minimalist design.",
    "c9c6656d-8a67-436b-83f2-6aa58181521d": "Modern wooden chair with curved arms and a white seat back.",
    "f8500e64-d611-4156-a045-d07968fbee4f": "Modern office chair with turquoise upholstery and a white plastic frame.",
    "301c6455-748a-4295-af1e-b3d624e481f6": "Elegant wooden chair with a gray cushion and a minimalist design.",
    "c80a836b-0d8b-4453-8cd3-a8be645a6e2c": "Modern beige massage chair with a sleek design and cushioned armrests, ideal for relaxation.",
    "ed76eee2-9e97-4109-becf-c45463d9543e": "Modern gray armchair with a white cushion, featuring sleek lines and a minimalist design.",
    "bc2432f2-569a-4d60-9332-6e4603211d96": "Elegant wooden armchair with red and gold striped upholstery, featuring classic design elements.",
    "0fc6deab-e0ce-4133-97ae-26e55991f8bb": "Modern gray armchair with a mustard pillow, featuring a sleek and minimalist design.",
    "d3f8ce1f-23ad-45a3-9c5f-dc2f5dad6a4e": "Modern brown upholstered chair with sleek black metal legs.",
    "aa79cf7f-b553-400f-a596-df6f64d00305": "Modern brown upholstered dining chair with sleek black legs.",
    "d545413f-8af7-44d6-a472-c0a1733db990": "Modern wooden chair with a teal fabric backrest and grey cushioned seat.",
    "b86095fa-5b98-4186-b21e-3b6f25c92759": "Modern dark green armchair with wooden legs, offering a stylish seating option.",
    "0e071513-61bd-4b34-ad1e-6fe5e63c2c67": "Sleek modern wooden armchair with a high backrest and black legs.",
    "fe4966a5-119d-4538-af6c-898d3291f331": "Modern wooden armchair with grey upholstered seat and backrest.",
    "bc34a9bf-a55d-4044-b0a5-fab42919886c": "Modern red plastic chair with metal legs, featuring a minimalist design.",
    "1eb04317-d624-4d0e-aaa5-9c9becb609ea": "Modern white chair with a gold wireframe structure, offering a sleek and contemporary design.",
    "49b64c30-c4c1-467b-8d40-c58c059b865c": "Modern metallic armchair with a futuristic design and a swivel base.",
    "137684e3-a726-4792-8f9d-51ee932fdf5f": "Modern gray upholstered armchair with wooden frame, combining comfort with style.",
    "724a8ba8-4ca7-48f9-8f27-c8c30585aea2": "Modern brown fabric armchair with black metal legs.",
    "ab137ec8-a68c-491a-9609-e07688cf62d1": "Modern gray armchair with sleek metal frame, offering a minimalist design.",
    "7d0541d6-2d4b-4635-a09e-0747e9898514": "Modern grey chaise lounge with clean lines and a matching cushion.",
    "111a93c0-aad8-4ec1-8ca1-be29edc05e5f": "Elegant armchair with a black wooden frame and beige upholstery, showcasing a classic design.",
    "8b2f34cb-d9cd-4522-aa77-5534c70f7d00": "Modern grey chair with a sleek metal frame and upholstered seat.",
    "24343099-d14a-4956-8baa-2cb4d92ff0a1": "Minimalist wooden armchair with a natural finish, featuring a spindle back design.",
    "c6922364-eef1-4fd9-bd39-3f73c3137873": "Elegant wooden sideboard with intricate carved patterns and two drawers, offering functional storage and decorative appeal.",
    "fdb96e20-1cd3-44ee-9767-b5f3aed2574a": "Modern black cabinet with white accents and open shelving.",
    "92bdf665-768c-4c54-ad64-4a4dbaf6c608": "Ornate wooden console table with intricate carvings and curved legs, showcasing elegant craftsmanship.",
    "b20cdc92-1df9-4008-9dfc-06b1e7255f26": "Modern wardrobe unit with white doors and gray accents, featuring shelves, hooks, and a mirror.",
    "dc5693e8-6657-4dd4-9917-6a7311acfc78": "Modern console table with a black top and geometric gold metal legs, offering a stylish design element.",
    "4f9ceeae-945a-4ea5-9038-a5c6c27beb1d": "White kitchen cabinet with a step design and minimalist style.",
    "b0439c70-d5bf-4180-891c-41be0fef5542": "Modern wooden TV cabinet with black accents and two drawers for storage.",
    "675ee03b-ef6b-4398-8572-4507e02889a7": "Minimalist wooden sideboard with sliding glass doors and three drawers.",
    "2a7fdf39-4c70-45a6-9567-d40eb43847e5": "Elegant black dining table with a unique twisted metal base design, adding a modern artistic touch to the space.",
    "d66f1ff8-2e05-4d08-971a-897a11962f08": "Modern console table with a sleek black top and artistic metal legs.",
    "bce5a20c-c261-4d5d-afc3-1b15a931a877": "Modern minimalist sideboard with a combination of neutral and wood tones, featuring sleek metal legs.",
    "ef90dd73-9507-4124-9df5-496a0fe4c6be": "Vintage-style wooden sideboard with a cream finish and floral accents, featuring three drawers and three cabinets.",
    "c3d8c788-76be-4d7c-a742-39e51bdd8bf9": "Elegant dark wood sideboard with intricate lattice doors and decorative carvings.",
    "56d81219-25d8-462c-9e0d-781bd8769f79": "Modern wooden wardrobe with sliding frosted glass doors, featuring a minimalist design.",
    "bc16906a-cd47-4c35-a369-39fc25ded193": "Modern black and wood sideboard with sleek lines and metallic legs.",
    "663f7063-d00b-4e6d-851d-e8ffef39e89a": "Sleek dark wood sideboard with minimalist design and metallic knobs.",
    "22477f99-64d3-40a7-a2be-efe6567d988d": "Sleek black minimalist sideboard with four drawers and slender legs.",
    "e50831e6-e8fe-4741-b6b8-6e25e5ccba6a": "Sleek modern black wooden sideboard with integrated wine rack and metal handles.",
    "b216f2bf-ddfe-4e00-912b-59cfc05740d1": "Modern gray sideboard with sleek design and gold-colored knobs and legs.",
    "f4606f38-bf63-4e27-973f-7f90b9dce5e8": "Elegant dark wooden sideboard with intricate floral carvings, showcasing an art nouveau style.",
    "5af46bea-4b82-4e72-82dc-06944c58d9ce": "Minimalist console table with a white marble top and gold metal frame.",
    "3b6c898e-d79e-42a8-8444-904db4286700": "Modern L-shaped modular storage unit with white and wood finish.",
    "1ccd74d3-5b8c-47ce-a43b-df49b3758e4a": "Elegant black wooden console table with a curved base, featuring a minimalist design.",
    "9d379153-c530-403d-8d08-95a7c29f03b9": "Elegant wooden sideboard with dark finish and slatted door design, featuring brass handles.",
    "35797641-3256-4753-9702-cabbafc91768": "Modern wooden sideboard with white cabinet doors and open shelving, featuring a minimalist design.",
    "11ba56de-b9ed-4f78-b13b-ce5d14d6de8c": "Modern black sideboard with gold accents and sleek design.",
    "b53a1916-3459-42ff-87f2-58208cb60035": "Elegant black lacquered cabinet with intricate landscape design and ornate metallic handles, set on decorative geometric legs.",
    "c7ed5e30-14e7-46f8-a21e-863d4c6d0d3c": "Minimalist white sideboard with black accents and sleek design.",
    "eb029265-8696-43e0-a198-3666ad6e9e20": "Modern dark wood sideboard with open shelves and closed storage.",
    "a9a57f6a-6e9b-4142-a762-b5342816f5c2": "Modern sideboard with a combination of gray and yellow drawers and glass-paneled doors.",
    "dddc2ef6-139e-4a94-817e-cfbd0d59cd92": "Classic cream-colored wooden wardrobe with multiple cabinets and drawers, featuring an open shelf in the center.",
    "ea3a9483-7403-41a4-9a95-166d78014dab": "Modern sideboard with a beige quilted front and gold metal legs.",
    "e5ff9bac-5666-4305-bf41-d45fd656d4a7": "Elegant sideboard with a diamond-patterned front and gold legs, offering a modern touch.",
    "db3176ff-326a-4ed0-99e7-9b28202875d7": "Modern sideboard with a geometric pattern and gold legs, featuring multiple drawers and cabinets for storage.",
    "d4e268a9-af12-4ddf-877c-f3aab0fb7cb5": "Modern white cabinet with a black top and open shelf, featuring a minimalist design.",
    "74a05931-917e-498e-b0a7-1289eee119e2": "Modern cube storage shelves in natural wood, white, and black finishes, offering versatile organizational options.",
    "0b2a26a6-19bc-4b53-8482-c7bb630c0363": "Modern wooden sideboard with white panel doors and drawers, featuring a minimalist design.",
    "b5be9905-10f4-4804-a6b9-2c7909049973": "Modern black and white console table with a bonsai tree on top, adding a touch of elegance and nature to the space.",
    "89914ad6-725f-4f99-be98-4c3ae2d905b7": "Modern wooden sideboard with white doors and sleek brass handles.",
    "1d0fd352-cc81-48fb-9d29-6c2374e427e9": "Modern black console table with gold metal legs and two drawers.",
    "76194991-5aa7-4987-9a5c-021cd00493cc": "Minimalist gold metal console table with a sleek open frame design.",
    "6a143d55-67b0-4d1e-8fdc-63df7b749e5b": "Modern bed with a brown leather headboard and multiple decorative pillows in various patterns and colors.",
    "48d2dfa5-55dd-408f-a33b-4a085742e055": "Modern wooden bed frame with a tufted headboard and a gray bedspread, featuring a single pillow.",
    "7130b8ad-e98d-438b-bc75-a81ad004d4bf": "Modern tan leather sofa with quilted cushions and embroidered headrests, offering a sleek and comfortable seating option.",
    "e2dcff66-7c81-4020-9cca-ac04b7af89bc": "Elegant beige upholstered chaise lounge with wooden frame and decorative pillows.",
    "478e021b-a2a5-4051-85b5-c2f6c8bfc677": "Modern blue upholstered armchair with a decorative cushion featuring a black and white design.",
    "0c6395de-94db-41bc-bb9e-390fb2fcd6db": "Modern wooden bookshelf with a geometric design and various books displayed.",
    "2cd54c2d-9a03-4eb4-9bb2-3c6695b9c18e": "Elegant bed with an ornate white headboard and pastel bedding, featuring decorative pillows.",
    "4deb2b70-fd9e-4c5a-b179-fabf29d90f59": "Modern minimalist pink desk with sleek metallic legs.",
    "6427c8d1-9c9e-4674-8613-aa9b5b985138": "Minimalist clear glass console table with a sleek, curved design.",
    "5750a4bd-a18f-4818-8b74-d9c7760364c3": "Modern black and white cabinet with open and closed storage sections.",
    "9088a23a-0ab5-45a3-9207-1c81550b5d68": "Luxurious bench with a black marble base and a cushioned seat, exuding elegance and sophistication.",
    "c3f1d0a6-b75a-4125-83f5-b211f2de1e16": "Modern minimalist console table with a sleek design and slim metal legs.",
    "d97deee8-4663-4faa-b51d-3cc34743a352": "Elegant black wooden sideboard with quilted cream leather doors, offering a stylish storage solution.",
    "b74475fc-deb5-4cc9-8048-a269e217436b": "Minimalist wooden cabinet with a natural finish and sleek design.",
    "8be113e5-576e-4877-ae3a-78b75a4afc15": "Minimalist black clothing rack with a metal frame and two drawers at the bottom.",
    "35aa8bac-0d2e-4248-8306-9acbc9b3c4ab": "Modern wooden side table with a minimalist design.",
    "b580b3cc-1c8f-4cf7-b788-1a00dda7bdb1": "Minimalist gray dresser with four drawers and two cabinet doors.",
    "f23dc22a-239c-4117-b28e-52780b069d2c": "Simple wooden cabinet with a minimalist design and metal handles.",
    "1d839f5e-38e2-4e9c-be6d-8c432356d1c4": "Sleek dark wooden cabinet with metal handles and minimalist design.",
    "85839b87-264d-4747-9e97-8a01ccf90939": "Elegant wooden cabinet with decorative metal legs and handles, showcasing a blend of classic and modern design.",
    "145d3f20-5dc7-4813-8421-c62c0b42b75e": "Elegant wooden cabinet with ornate carvings and brass handles, showcasing a classic and antique design.",
    "91465db3-6792-45c8-99bd-f101c8c769cd": "Modern beige upholstered bench with sleek black wooden legs.",
    "60b344dd-28f6-4e19-9ac2-468d687af639": "Sleek modern black wooden desk with minimalist design featuring angled legs.",
    "c099511e-0bd7-4e06-8b66-0c38a627bf04": "Modern wooden bench with brown cushions and a central table, offering a minimalist design.",
    "1a928ef4-d0d0-4923-9a71-e4c9b1b2381d": "Elegant wooden coffee table with a glass top and lower glass shelf.",
    "174babad-38f3-4d8e-b331-1dec6c20d06f": "Modern L-shaped kitchen island with dark gray and white cabinetry.",
    "fdcd925e-8bc8-409c-b247-155a397d8dfc": "Modern metallic chaise lounge with a sleek design and minimalist style.",
    "63e1fded-17ff-4fb7-97f8-61b864086246": "Modern dark brown wooden sofa with integrated center console and sleek minimalist design.",
    "417411ed-e0a0-488b-b588-693e0ac6d6c5": "Modern black hanging chair with a circular design and fabric cushion, offering a stylish seating option.",
    "62a737d3-8c7e-438e-b436-a4f61dac0eae": "Modern black metal hanging chair with patterned cushions, featuring intricate design elements.",
    "9af69a41-21da-4d4d-b711-eeed465cf70a": "Modern hanging chair with a white frame and gray cushions, offering a stylish and comfortable seating option.",
    "87c83ae8-ef00-4971-9cad-5bfd555678da": "Modern hanging chair with a metallic finish and two gray cushions, offering a sleek and contemporary design.",
    "45e38c28-5c62-427b-9171-d63ad55de8f9": "Modern hanging bubble chair with a pink cushion and a sleek chrome frame.",
    "ea664b57-5f9e-482d-952a-854528791bd9": "Modern white cabinet with a circular black accent in the center, featuring a minimalist design.",
    "dd9149c4-b7d3-4a51-839a-d3cbef8a0864": "A playful wooden hexagonal shelf featuring a striped teddy bear and a yellow plush hand sculpture.",
    "8398e8c9-972d-48da-8e1e-9a5af5161d38": "Modern hanging chair with a gold metal frame and grey cushions, featuring decorative pillows with various patterns.",
    "0fed7413-8c24-4877-9f44-deb7f7987905": "Modern hanging bubble chair with a chrome frame and a plush gray cushion, creating a sleek and contemporary look.",
    "f121f756-b616-4e10-889c-4d6ea6d64e1e": "Modern gray sectional sofa with multiple cushions, offering a versatile and comfortable seating arrangement.",
    "6cba5d73-37a6-4298-b6b3-04f485b2174d": "Modern gray sectional sofa with black metal legs and multiple cushions, offering a sleek and comfortable seating option.",
    "e1042131-0f9e-437c-be8a-3de4a742d87c": "Modern gray sectional sofa with multiple cushions, offering spacious and comfortable seating.",
    "c0788841-1b48-4385-9a4a-339067161642": "Modern brown sectional sofa with black and gray throw pillows.",
    "ea3dd2e8-e8ff-4a2a-8ddc-149cbd3e9402": "Modern gray sectional sofa with a mix of dark and light gray pillows, featuring a sleek and clean design.",
    "eca3ee5d-3a5a-48de-b348-6371618dd232": "Classic cream-colored sofa with rolled arms and a skirted base.",
    "32a206e7-67d2-4a05-b986-7ee40faf1f2d": "Modern black leather sofa with sleek metal legs, showcasing a minimalist design.",
    "94d1bb57-e61d-45e3-a95a-338d520737cc": "Beige modern sofa with wooden legs and tufted cushions.",
    "adad3195-070e-4d63-baf7-5c9f3a3fe8bc": "Modern gray sofa with four contrasting throw pillows, offering a sleek and comfortable seating option.",
    "8e689af3-c129-485f-8dc4-9dbcba055ecc": "Modern gray fabric sofa with button-tufted backrest and black legs, offering a sleek and stylish seating option.",
    "3c988674-26c4-42eb-9502-cdb96b825b75": "Olive green suede sofa with a modern boxy design.",
    "8ecad62d-fd41-4d86-87f0-5f640c46f238": "Modern curved sofa in dark velvet with assorted textured cushions.",
    "20b7029a-6c9c-4e76-ae6a-71ccf866f355": "Modern red leather loveseat with angular design and minimalist style.",
    "42170c8e-5a84-4565-b739-d59e1ca94fa4": "Modern blue loveseat with studded detailing and two matching cushions.",
    "5aed6a1f-0155-4a4f-8683-78fb9ea1a267": "Modern gray loveseat with nailhead trim and plush cushions, offering a stylish and comfortable seating option.",
    "535fb6f4-31f0-4852-b12e-4907ed6b200b": "Minimalist wooden tripod floor lamp with a white lampshade.",
    "332e2a93-6194-4414-af77-636358e50c7e": "Minimalist black floor lamp with a geometric design.",
    "9b1e3bb9-5e06-4351-ad69-0c8af5e65bbc": "Elegant modern floor lamp with a gold finish and multiple white globes.",
    "8671d8b8-284c-4b06-8a17-d915541fa2b1": "Modern floor lamp with a white shade and brass tripod stand.",
    "2e1cb3a6-0fdf-472a-b490-447a4a51bd9c": "Modern floor lamp with a sleek metal frame and a tinted glass shade.",
    "a462688f-0a4d-441a-86b7-44fc96205e99": "Modern floor lamp with a sleek metal stand and a gray lampshade.",
    "fa6a3d55-6032-4f12-85bd-dcdb09364af4": "Modern floor lamp with a wooden tripod base and a sleek, metallic dome-shaped shade.",
    "b9ed212c-3553-4a9c-82b6-e0f1b2dc6879": "Modern black tripod floor lamp with three adjustable shades.",
    "651e4a18-3b9b-4ec5-82a8-9687f6a62444": "Sleek black modern floor lamp with a circular base and adjustable head.",
    "62b8c7b8-c298-4be1-87b2-a7c4e956a993": "Minimalist black floor lamp with a sleek design and metal stand.",
    "d65f541e-ab26-4877-8541-990467235387": "Modern minimalist floor lamp with a sleek silver finish and angular lamp head.",
    "57c5287d-c087-471d-8d1e-f1fc3dc27483": "Modern floor lamp with geometric metal frame and rectangular shades.",
    "c48d4233-4165-4b6f-a31f-253eae04aa8f": "Sleek black modern floor lamp with dual adjustable cone-shaped shades.",
    "b965a7a0-0b59-4944-8068-7729c86c9df1": "Modern black floor lamp with a unique tripod design and circular shades.",
    "dbb567e1-238c-4d00-93ae-a70ad088f012": "Modern silver floor lamp with a unique sculptural shade.",
    "6e7cb6fd-7894-4d1b-b3b4-3c61d25f1d88": "Elegant black iron floor lamp with six white lampshades, featuring an ornate design.",
    "46b00dc5-347e-40e9-8479-2e70a8498678": "Modern black floor lamp with an extended arm and a beige drum shade.",
    "c8e685cc-d2dd-46b4-ba17-b3b5de29c7a2": "Sleek gold minimalist floor lamp with a triangular shade.",
    "6e9a7221-efa7-4cb1-b416-0c38f1146161": "Elegant white floor lamp with a gold base and minimalist design.",
    "a85683f0-9cd3-470a-bfa3-93dc0dc0b687": "Minimalist floor lamp with a brass stand and a white globe shade.",
    "5feb6b56-f6d8-4978-8ca8-139af68a64c8": "Elegant modern floor lamp with a gold finish and spherical white bulbs.",
    "9e1bf726-177b-4aee-9fde-acdad949a297": "Elegant floor lamp with a white shade and a slender gold frame, offering a classic touch to any room.",
    "3fc80d98-11e5-4f1b-8eb7-54fd68bb1522": "Elegant modern floor lamp with a gold base and a spherical white shade.",
    "c12b4d47-f63a-4e80-9cfc-3f5e62b24193": "Modern minimalist red coat rack with angular, intersecting rods.",
    "d7b1cf9b-a811-48c2-965d-132e480150f6": "Modern floor lamp with a black metal frame and a white cylindrical shade.",
    "27001844-d59b-4928-bd9e-e63b823a69fd": "Industrial-style tripod floor lamp with a large, round metal shade.",
    "3df87aa3-9c79-49ab-98d7-a3834ec6fcd8": "Modern floor lamp with a geometric black shade and sleek wooden tripod legs.",
    "3b4dd723-7a82-4735-852f-a327e4a7e8de": "Minimalist lamp shaped like a stylized human figure with a light bulb head, made of gray material.",
    "278c4af2-7a51-4bb8-9a81-dc25ebd35e36": "Modern floor lamp with a dark fabric shade and minimalist metal stand.",
    "8e4ac1b7-9c40-46c1-b6c0-cc2e638cf5a3": "Modern floor lamp with a brown wooden tripod base and a gray fabric shade.",
    "aa30d05d-f7cf-4fa1-bd10-70403d763071": "Modern black floor lamp with a sleek conical design and gold accents.",
    "3a9b2124-e5a8-4ebf-97c6-b4da63d2e5f5": "Modern floor lamp with dual spherical bulbs and a sleek brass finish, adding elegance to any room.",
    "3d40f709-40e7-4d48-a5d3-f45d68eecf64": "Modern floor lamp with a wooden base and a rectangular white lampshade.",
    "b8ef3b96-e2c0-4f59-ab11-bb53180d3d99": "Minimalist wooden floor lamp with a white cylindrical shade, featuring a red cord.",
    "02a2edbf-ca38-4faa-874c-ac0e46b3d81d": "Minimalist black floor lamp with an adjustable arm and cylindrical shade.",
    "835fd00a-3a2b-4fb1-a8fc-8e68df742cd5": "Sleek modern floor lamp with a cylindrical white shade and minimalistic design.",
    "81c8759a-7e4c-483f-954c-82f3fc74c94c": "Sleek black floor lamp with a minimalist design, featuring a slender stand and a simple shade.",
    "fd716cc8-d283-44b0-95d7-e114f3496b2d": "Modern black floor lamp with dual adjustable cone-shaped shades and gold accents.",
    "634002e7-76b3-4d38-83dd-95e1a4b373c2": "Modern tripod floor lamp with a wireframe shade and wooden legs, offering a stylish lighting solution.",
    "b453ae08-f535-4a06-a859-0a066dc57db4": "Minimalist black floor lamp with a circular shade and thin stand.",
    "b4af8fa4-f7bf-4103-81cc-ca330730da2e": "Modern floor lamp with a gold frame and a spherical white light fixture on top.",
    "1c281545-b645-496b-899e-591c6538a83f": "Modern floor lamp with a cylindrical base and a wireframe lampshade.",
    "2eec257d-ce89-4efc-9897-ed58f8c42c5d": "Elegant gold floor lamp with spherical glass bulbs in a modern design.",
    "03389e6b-2555-41c4-9b75-08e6b7629f0b": "Modern gold floor lamp with two minimalist white bulb fixtures.",
    "874d4496-7e8a-4cbd-9fed-35bb923ff0ae": "Modern minimalist floor lamp with a black metal frame and a clear cylindrical shade.",
    "37a3d93f-9a95-4cd2-9c3c-84ab144db2c3": "Modern cylindrical floor lamp with a white shade and bronze accents.",
    "78f9ecca-4e0f-4459-bf4a-ce593e1ad484": "Modern floor lamp with a metallic stand and half-sphere shade in a minimalist design.",
    "865d19ac-08f5-4a78-9132-8df8860c86a7": "Quirky floor lamp with a black top hat-shaped shade, adding a whimsical touch to the decor.",
    "d548f799-1beb-4cf6-b409-470c4fd295b0": "Modern sculpture of a female figure with a lampshade as a head, combining art and functionality.",
    "6f94da96-5bba-4f00-a4cd-ff066368fc5a": "Elegant gold floor lamp with a cream lampshade and crystal accent, showcasing a classic design.",
    "85b740c4-25af-4837-b99c-fa8f44987e78": "Sleek, modern vertical LED wall light fixture with a minimalist design.",
    "e25dcb08-fc88-49ad-875e-093381c70ea2": "Modern black geometric sculpture with angular shapes.",
    "ff33b8d8-1616-4896-aeec-52996432ca8c": "Modern black wooden table lamp with a triangular frame and a gray fabric shade.",
    "84687c2b-e097-41f2-a3fb-395c123845ff": "Modern black bed with a striped accent pillow, featuring a minimalist design.",
    "db045459-df42-38d0-b187-4a0d35b4db69": "Decorative wrought iron railing with twisted bars and ornate details.",
    "d605ee13-793a-4ba9-80b0-3abc688a7a7c": "Tall green potted plant with long fronds in a sleek black planter, perfect for adding a natural touch to any room.",
    "09bafd1e-e457-49a2-972e-8a34cc2d04d6": "Tall, sleek black floor-standing speaker with a modern design.",
    "1569a7de-13ff-48d1-8650-365167a98a4d": "A potted banana plant with large green leaves in a textured dark pot.",
    "d5aaac0b-8bc6-447f-bee5-b61f1f0b1309": "Abstract art piece with swirling blue and black brushstrokes in a minimalist frame.",
    "ebc2b1ad-deb6-4e5d-b468-9022b75f7e97": "Mid-century modern wooden cabinet with intricate historical black-and-white artwork on the doors.",
    "03782436-0e27-4544-acab-a3801a2ce3e4": "Elegant wooden tea trolley with curved legs and a glass top, featuring wheels for mobility.",
    "9cc6d87d-e891-4930-b8f2-ab463777b5bd": "Tall potted dracaena plant in a sleek white cylindrical planter.",
    "535dacd0-8f7a-4620-a0cd-e6461f79f036": "Set of four modern cylindrical glass and metal candle holders in varying heights.",
    "9f56c9a5-ff8e-452f-85c6-f08f3f652a10": "Geometric white vase holding three black pencils, showcasing a minimalist design.",
    "28e2d948-8786-4246-b049-700b6d5e3a20": "Sleek modern tower fan with a metallic finish, designed for efficient cooling in any space.",
    "483ec93d-9219-4a53-a48e-781e5b129fe3": "Tall green potted plant in a white planter with a minimalist black stand.",
    "87454837-5f97-4e72-be6b-9c97dadc6a97": "Three plush teddy bears with neutral tones and ribbon accents, showcasing a charming and cozy appearance.",
    "46684667-426b-4e18-bf9a-1ba80b8baaf4": "Minimalist staircase railing with a wooden handrail and white panels.",
    "7fd8edd4-dc81-44e4-a533-986a61956be0": "Dark blue denim cap with a bold white 'B' logo on the front.",
    "37369408-1a6f-4728-b01e-ed82c590d125": "Two sleek silver photo frames with black and white photographs inside.",
    "38996df6-0de1-440d-bcaa-e28917a5de07": "Cute plush bunny toy with long ears and button eyes, sitting upright.",
    "aea7eb00-4ca4-4544-94a6-9bcf3f94e6ac": "Elegant white grand piano with a glossy finish and open lid, showcasing a classic design.",
    "e5d96d4a-e6ff-493a-a62f-d25d72c90819": "Round mirror with a decorative gold sunburst frame, adding an elegant touch to interior decor.",
    "9a33a53c-644c-4ba3-914b-64282b81dc13": "Modern geometric wall tiles with a gray color and a diamond pattern, creating a sleek and contemporary look.",
    "82c253d0-ff44-4e8f-b077-41813ef8a896": "Sleek modern white refrigerator with a minimalist design.",
    "4d4d646d-db1a-44e9-a33d-bcd531324e42": "Minimalist potted plant with a twisted trunk and lush green leaves in a sleek white cylindrical pot.",
    "a783f3a8-c657-40ed-afe5-9981982907b1": "Modern wooden staircase with metal railings on both sides, showcasing a sleek and contemporary design.",
    "54e9f6e3-2def-43ca-a936-8f2869c5f375": "Natural woven wicker basket with two handles, ideal for storage or decoration.",
    "71291334-8c4d-4f17-a251-777a63d6b194": "Modern white and gray bedding set with geometric patterns, featuring multiple pillows for added comfort.",
    "3bdd97d3-383c-4479-a98e-808bac5cddc6": "Rectangular wicker storage box with a flat gray lid, blending functionality with natural style.",
    "49bc882a-2955-4b12-973d-fb555b9148b6": "Modern silver metal bar stool with a round base and footrest.",
    "63b71649-4325-4c78-bbd6-a394c8cf83d4": "Cylindrical wicker side table with a dark wooden frame, offering a rustic and stylish accent.",
    "88e09087-0267-47db-b167-0b9e31fa1413": "Minimalist beige slip-on sandals with a simple design.",
    "73cece60-a178-4ae6-aab6-6d372548be7a": "Round black metal bookshelf with wooden shelves and wheels, offering a modern industrial style.",
    "37498169-bad6-4317-a96f-02a00421ef9e": "Elegant silver and white cabinet handle with a sleek design.",
    "c31b963b-fd9c-41f5-a4fe-65ee2656a7b8": "Abstract black and white painting with bold geometric lines in a minimalist style.",
    "8f4b378c-b46a-4f82-b7f0-76752fcd0a06": "A potted orange tree with lush green leaves and ripe oranges in a white pot.",
    "6e1817ea-2bfc-4050-a6f9-3f5b93758a5f": "Modern white floor-standing air conditioner with a sleek design.",
    "d876aaae-c23f-48eb-8fa0-d59f1605feb3": "Stone Christmas tree sculpture wrapped with golden string lights.",
    "5349c9fd-689d-4b97-8d99-a91c8beb7ce8": "White decorative pillow with a subtle zigzag pattern, adding a touch of elegance to any room.",
    "4693ff2d-dac2-4181-98a7-0563bc6692f7": "Pair of classic black leather oxford shoes with detailed stitching.",
    "7d52da01-185e-471c-9f48-996e2835e3ef": "Elegant tall plant stand with ornate metal frame and a round wooden top, showcasing intricate design details.",
    "e03e0192-2fed-4570-ae50-1ca3edd48715": "Modern beige tower fan with a digital display, featuring a sleek, minimalist design.",
    "d6f5969e-5ddc-429d-974f-83d743b0eb27": "Framed photograph of a person standing by a scenic lakeside with dramatic clouds.",
    "083462ae-298b-4a85-995b-8edad41ec987": "Black and white houndstooth patterned pillow providing a classic and stylish accent.",
    "e3687cb2-6df7-4e46-9261-775beec04e93": "Minimalist wall art featuring geometric shapes with a large maroon circle and intersecting lines on a textured beige background.",
    "58de6b3a-44ed-43e8-932e-62f64b05e3a7": "A stylized figure sitting with its face in its hands, featuring a modern, cartoonish design.",
    "1847b0ef-8e89-408a-920b-dccaf3ad2ab0": "Bronze bust sculpture on a minimalist black pedestal.",
    "8fbaf164-86d1-4cad-9f2c-71b59856055b": "Modern blue upholstered room divider with vertical panels.",
    "127c6065-25f4-4573-8ea8-b0aa595dfd14": "Mid-century modern wooden sideboard with gold legs and a mix of solid and mesh doors.",
    "1692aead-433c-4373-9371-7f892fcc3d9c": "Elegant indoor plant with a twisted trunk in a black woven pot, adding a natural touch to any room.",
    "977a4835-3e82-4a0e-a63c-8ee35eaf9b23": "Tall green cactus in a minimalist gold planter with a stand.",
    "843c83c5-1c17-4d51-a4e3-7a44e933321b": "Rustic square wooden table with a black and white patterned top, surrounded by four round brown poufs.",
    "25c729b1-2bf1-4113-9f4f-1c4177c4ad21": "Modern gray fabric-covered nightstand with a geometric design.",
    "1835b3cb-0391-4b9e-b2e5-f85bab4c9251": "Elegant beige upholstered armchair with a matching cushion and dark wooden legs, embodying a classic and comfortable design.",
    "5623c659-15a8-460d-806b-215d430c4ace": "Elegant ornate mirror with a decorative brown frame, showcasing classic design.",
    "1c1c6c23-cd86-4c0d-94f3-fc16ac5eb150": "Elegant white ceramic pitcher with a ribbed design and curved handle.",
    "6dfb3452-e952-401b-9391-ff1bc206589c": "Modern silver wall sconce with a minimalist design, featuring a soft illuminated top surface.",
    "062a8d99-312a-44a2-b0ec-80e786269cf4": "Elegant, glossy ceramic jar with a bronze lid accent, showcasing a simple and modern design.",
    "43be8f87-d260-4c9c-a8c2-6127d94acb2f": "Tall green cactus in a simple gray cylindrical pot, adding a touch of nature to any setting.",
    "762b6803-b4fd-4d21-936c-676f14c790da": "Sleek modern tower fan with a white and beige finish, designed for efficient air circulation.",
    "b26bf1aa-ecfa-4829-b007-22bfaa11c412": "Tall green cactus in a modern gray concrete pot.",
    "0a65222a-f9dc-4c37-bba5-61d0730be3b4": "Elegant metal railing with decorative geometric patterns and wooden top rail, ideal for adding stylish safety to staircases or balconies.",
    "29755f0b-460a-4253-bfbc-3f1359938f11": "Paper bag with printed text in French, featuring a minimalist and rustic design.",
    "675099f6-eff8-4d53-b47a-c6aef7476bc0": "Elegant black and silver vase with feathery branches, offering a modern decorative touch.",
    "83abfae5-46cc-4e21-9daf-c05c23294f23": "Red Häagen-Dazs ice cream display freezer with a transparent top.",
    "fc11d571-5ed5-4081-bc53-0d09910440e8": "Modern tri-color pillow with brown, white, and black sections.",
    "beb84833-835f-4ed6-9a0d-378500a14f6d": "Elegant black grand piano with ornate carvings and classic design.",
    "8d5cefb0-3a01-49e6-8a72-f3d1bb38da84": "Tall green snake plant in a simple white pot, offering a minimalist touch.",
    "bf966a4c-5f78-412e-969c-967addee8f3e": "Elegant green glass vase with delicate white flowers on long branches.",
    "07214ffa-265b-459d-a953-1680df82d6e5": "Colorful wooden toy truck with detachable trailer carrying multicolored beams.",
    "94ca3bb7-62ef-4501-8963-88b8f6ab31e4": "Elegant upholstered headboard with tufted design and ornate detailing, adding a classic touch to any bedroom.",
    "9a814d00-bdf9-48d4-acbc-2f0d200c2f83": "Modern kitchen cabinetry with beige upper cabinets and black lower cabinets featuring a cityscape backsplash.",
    "9161d5f3-8d5e-451f-8c36-fc7c1f0e7eb4": "Elegant marble and gold cylindrical decorative sculptures with crescent-shaped tops.",
    "267bcef5-5e86-4514-bb25-cc0145049bb9": "Lush green indoor plant in a white ceramic pot, adding a touch of nature to the space.",
    "97190764-1a93-43d4-b887-e069ff4f4493": "Sleek modern standing air conditioner with a white body and brown accents.",
    "45ca1a55-ddc2-450f-8832-1be394ec95a3": "Sunburst-style mirror with a golden frame, featuring a circular reflective surface.",
    "37bf9faa-04f4-427b-b67c-5427c1077428": "Round woven ottoman with a natural brown finish, adding a rustic touch to any room.",
    "e091a608-61db-4cfc-823d-09a674aa9135": "Simple navy blue polo shirt on a wooden hanger.",
    "c940e99b-5fc2-4255-bfac-01c13b595496": "Elegant pair of brown leather high-heeled shoes.",
    "6ef00667-3752-45d3-8f0d-c848c61637c3": "Tall green monstera plant in a simple gray pot, adding a natural touch to the space.",
    "5885e6a3-c723-415c-b296-213492c0d1f9": "Colorful toy car with a blue body, red wheels, and yellow accents.",
    "aea43530-8d2b-41ea-b2ca-ab7334575203": "Bright red dumbbell with a smooth finish, ideal for home workouts.",
    "361bd5a7-825d-47a8-bd49-7878791032af": "Minimalist white slide sandals with a clean design.",
    "b3e621aa-6374-4429-801a-4e1f982f5e5c": "Elegant silver candlesticks with decorative glass elements, each topped with a white candle.",
    "25c231e9-60e0-4be1-bb5d-eab4c95eb392": "Tall braided money tree in a simple gray pot, adding a touch of greenery to any room.",
    "94bc55c6-535e-4c36-924d-0269df595f39": "Modern silver planter on a minimalist tripod stand, showcasing a lush green plant.",
    "4e9a0306-3397-4c95-9d8e-d3361027e14f": "Sleek full-length mirror with a minimalist black frame.",
    "69f3f558-47dd-4b7a-9ec9-8a581f7415bc": "Sleek black modern sculpture of a jockey riding a horse, showcasing dynamic motion.",
    "ebf9b8d8-662a-42c1-bc13-ef95fb315cca": "Elegant floor lamp with a blue shade and ornate metal stand, featuring a glass accent.",
    "0f426053-91be-40e1-aa54-5cc68057fb71": "Sleek, modern stainless steel refrigerator with a top freezer compartment.",
    "3da421db-1ad5-4e49-bb87-a0e822ed6a47": "Two cute plush bunny toys dressed in striped outfits, one in blue and the other in pink.",
    "50516a72-b250-49c7-a5cd-f25c1bb36c1b": "Lush green plant in a square wooden planter, adding a touch of nature to the space.",
    "95992e8e-9e7c-409c-8065-c72a9bff8856": "Elegant pair of blue high-heeled shoes with a sleek design.",
    "4cdec8cf-d12f-4c7d-9dc7-b23604b7c369": "Tall leafy green plant in a sleek black pot, creating a natural and modern aesthetic.",
    "66c1ca6a-a090-47fe-a078-e298bf130348": "Modern navy blue sofa with wooden legs and five decorative pillows.",
    "87a4cd8f-06e2-4b10-9086-c462edaa9c67": "Modern gray sofa with geometric and solid-colored throw pillows.",
    "77e158c9-f444-4929-8c21-37c03de0fe2e": "Simple wooden bed frame with a gray mattress and a striped pillow.",
    "af86697a-8db3-42d0-a0e5-2639ee10b401": "Modern gray sectional sofa with plush cushions, providing a comfortable seating option."
}